Repository: masQelec/repository.masqelec
Catalog: plugin.program.iagl/resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, et_ee, fa_af, it_it, mk_mk, si_lk

# #30085
source: Suspend Kodi IO on launch
ar_sa: تعليق تشغيل Kodi IO عند الإطلاق
de_de: Kodi IO beim Start anhalten
et_ee: Peatage Kodi IO käivitamisel
fa_af: در هنگام راه اندازی Kodi IO را تعلیق کنید
it_it: Sospendi Kodi IO all'avvio
mk_mk: Суспендирајте го Kodi IO при стартување
si_lk: දියත් කිරීමේදී Kodi IO අත්හිටුවන්න

# #30086
source: Stop media on launch
ar_sa: إيقاف الوسائط عند الإطلاق
de_de: Medien beim Start stoppen
et_ee: Peatage meedia käivitamisel
fa_af: توقف رسانه هنگام راه اندازی
it_it: Interrompi il supporto all'avvio
mk_mk: Запрете ги медиумите при стартување
si_lk: දියත් කිරීමේදී මාධ්‍ය නවත්වන්න

# #30087
source: Waiting for return
ar_sa: في انتظار العودة
de_de: Warten auf Rückkehr
et_ee: Tagasitulekut oodates
fa_af: در انتظار بازگشت
it_it: In attesa del ritorno
mk_mk: Се чека враќање
si_lk: ආපසු එනතෙක් බලා සිටීම

# #30088
source: Add to IAGL Favorites
ar_sa: أضف إلى مفضلات IAGL
de_de: Zu IAGL Favoriten hinzufügen
et_ee: Lisage IAGL-i lemmikute hulka
fa_af: به موارد دلخواه IAGL اضافه کنید
it_it: Aggiungi ai preferiti IAGL
mk_mk: Додај во Омилени на IAGL
si_lk: IAGL ප්‍රියතමයන් වෙත එක් කරන්න

# #30089
source: Enter a name for your favorites group
ar_sa: أدخل اسمًا لمجموعتك المفضلة
de_de: Geben Sie einen Namen für Ihre Favoritengruppe ein
et_ee: Sisestage oma lemmikrühma nimi
fa_af: یک نام برای گروه مورد علاقه خود وارد کنید
it_it: Inserisci un nome per il tuo gruppo di preferiti
mk_mk: Внесете име за вашата омилена група
si_lk: ඔබේ ප්‍රියතම කණ්ඩායම සඳහා නමක් ඇතුළත් කරන්න

# #30090
source: Favorite added to group
ar_sa: تمت إضافة المفضلة إلى المجموعة
de_de: Favorit zur Gruppe hinzugefügt
et_ee: Lemmik lisati gruppi
fa_af: مورد دلخواه به گروه اضافه شد
it_it: Preferito aggiunto al gruppo
mk_mk: Омилената е додадена во групата
si_lk: ප්රියතම කණ්ඩායමට එකතු කරන ලදී

# #30091
source: Use clean game title
ar_sa: استخدم عنوان اللعبة النظيف
de_de: Verwenden Sie einen klaren Spieltitel
et_ee: Kasutage puhast mängu pealkirja
fa_af: از عنوان بازی تمیز استفاده کنید
it_it: Usa un titolo di gioco pulito
mk_mk: Користете чист наслов на играта
si_lk: පිරිසිදු ක්රීඩා මාතෘකාව භාවිතා කරන්න

# #30092
source: Remove tags from a game title for display. Ex: [B]Mario (USA)[/B] becomes [B]Mario[/B]
ar_sa: قم بإزالة العلامات من عنوان اللعبة للعرض. على سبيل المثال: [B]Mario (USA)[/B] يصبح [B]Mario[/B]
de_de: Tags aus einem Spieltitel entfernen, um sie anzuzeigen. Beispiel: [B]Mario (USA)[/B] wird zu [B]Mario[/B]
et_ee: Eemaldage kuvamiseks mängupealkirjalt sildid. Näide: [B]Mario (USA)[/B] muutub [B]Mario[/B]
fa_af: برچسب ها را از عنوان بازی برای نمایش حذف کنید. مثال: [B]Mario (ایالات متحده آمریکا)[/B] تبدیل به [B]Mario[/B]
it_it: Rimuovi i tag dal titolo di un gioco per la visualizzazione. Es: [B]Mario (USA)[/B] diventa [B]Mario[/B]
mk_mk: Отстранете ги ознаките од насловот на играта за прикажување. Пр: [B]Mario (САД)[/B] станува [B]Mario[/B]
si_lk: ප්‍රදර්ශනය සඳහා ක්‍රීඩා මාතෘකාවකින් ටැග් ඉවත් කරන්න. උදා: [B]Mario (USA)[/B] [B]Mario[/B] බවට පත් වේ

# #30093
source: Games per page
ar_sa: العاب لكل صفحة
de_de: Spiele pro Seite
et_ee: Mängud lehel
fa_af: بازی در هر صفحه
it_it: Giochi per pagina
mk_mk: Игри на страница
si_lk: පිටුවකට ක්‍රීඩා

# #30094
source: Define how many games are listed per page
ar_sa: تحديد عدد الألعاب المدرجة في كل صفحة
de_de: Definieren Sie, wie viele Spiele pro Seite aufgelistet werden
et_ee: Määrake, mitu mängu lehel on loetletud
fa_af: تعداد بازی ها در هر صفحه را مشخص کنید
it_it: Definisci quanti giochi sono elencati per pagina
mk_mk: Дефинирајте колку игри се наведени по страница
si_lk: පිටුවකට කොපමණ ක්‍රීඩා ලැයිස්තුගත කර ඇත්ද යන්න නිර්වචනය කරන්න

# #30095
source: List all
ar_sa: قائمة الكل
de_de: Alle auflisten
et_ee: Loetlege kõik
fa_af: لیست همه
it_it: Elenca tutto
mk_mk: Наведете ги сите
si_lk: සියල්ල ලැයිස්තුගත කරන්න

# #30096
source: Always filter list to 1 Game 1 Rom Set
ar_sa: قم دائمًا بتصفية القائمة إلى 1 لعبة 1 مجموعة روم
de_de: Filtern Sie die Liste immer nach 1 Spiel 1 Rom Set
et_ee: Filtreerige loend alati 1 mängu 1 romi komplekti
fa_af: همیشه لیست را به 1 بازی 1 مجموعه رام فیلتر کنید
it_it: Filtra sempre l'elenco a 1 Gioco 1 Rom Set
mk_mk: Секогаш филтрирајте го списокот до 1 Игра 1 ROM сет
si_lk: සෑම විටම ලැයිස්තුව 1 Game 1 Rom Set වෙත පෙරහන් කරන්න

# #30097
source: If possible, game lists will be pre-filtered to a 1G1R set
ar_sa: إذا كان ذلك ممكنًا، فسيتم تصفية قوائم الألعاب مسبقًا إلى مجموعة 1G1R
de_de: Wenn möglich, werden die Spielelisten auf ein 1G1R-Set vorgefiltert
et_ee: Võimaluse korral filtreeritakse mängude loendid 1G1R komplekti
fa_af: در صورت امکان، لیست های بازی از قبل در یک مجموعه 1G1R فیلتر می شوند
it_it: Se possibile, gli elenchi dei giochi saranno prefiltrati in un set 1G1R
mk_mk: Ако е можно, списоците со игри ќе бидат претходно филтрирани во комплет 1G1R
si_lk: හැකි නම්, ක්‍රීඩා ලැයිස්තු 1G1R කට්ටලයකට පෙර පෙරහන් කරනු ලැබේ

# #30098
source: Append game list name to search and random results
ar_sa: إضافة اسم قائمة الألعاب إلى نتائج البحث والعشوائية
de_de: Spielelistennamen an Suche und Zufallsergebnisse anhängen
et_ee: Lisage otsingule ja juhuslikele tulemustele mänguloendi nimi
fa_af: نام لیست بازی را به نتایج جستجو و تصادفی اضافه کنید
it_it: Aggiungi il nome dell'elenco dei giochi alla ricerca e ai risultati casuali
mk_mk: Додајте го името на списокот со игри за пребарување и случајни резултати
si_lk: සෙවීමට සහ අහඹු ප්‍රතිඵල සඳහා ක්‍රීඩා ලැයිස්තුවේ නම එක් කරන්න

# #30099
source: When enabled, the name of the game list will be appended to search results
ar_sa: عند التمكين، سيتم إضافة اسم قائمة الألعاب إلى نتائج البحث
de_de: Wenn aktiviert, wird der Name der Spieleliste an die Suchergebnisse angehängt
et_ee: Kui see on lubatud, lisatakse otsingutulemustele mänguloendi nimi
fa_af: وقتی فعال باشد، نام لیست بازی به نتایج جستجو اضافه می شود
it_it: Se abilitato, il nome dell'elenco dei giochi verrà aggiunto ai risultati della ricerca
mk_mk: Кога е овозможено, името на списокот со игри ќе биде додадено на резултатите од пребарувањето
si_lk: සබල කළ විට, ක්‍රීඩා ලැයිස්තුවේ නම සෙවුම් ප්‍රතිඵලවලට එකතු වේ

# #30100
source: Append game list name when browsing by playlist
ar_sa: إضافة اسم قائمة الألعاب عند التصفح حسب قائمة التشغيل
de_de: Beim Durchsuchen der Wiedergabeliste den Namen der Spieleliste anhängen
et_ee: Lisage esitusloendi järgi sirvimisel mängude loendi nimi
fa_af: هنگام مرور بر اساس لیست پخش، نام لیست بازی را اضافه کنید
it_it: Aggiungi il nome dell'elenco dei giochi quando si naviga per playlist
mk_mk: Додадете име на списокот со игри кога прелистувате по плејлиста
si_lk: ධාවන ලැයිස්තුවෙන් බ්‍රවුස් කරන විට ක්‍රීඩා ලැයිස්තුවේ නම එක් කරන්න

# #30101
source: When enabled, the name of the game list will be appended to the game name in the playlist
ar_sa: عند التمكين، سيتم إلحاق اسم قائمة اللعبة باسم اللعبة في قائمة التشغيل
de_de: Wenn aktiviert, wird der Name der Spieleliste an den Spielenamen in der Wiedergabeliste angehängt
et_ee: Kui see on lubatud, lisatakse mängude loendi nimi esitusloendis olevale mängu nimele
fa_af: وقتی فعال باشد، نام لیست بازی به نام بازی در لیست پخش اضافه می شود
it_it: Se abilitato, il nome dell'elenco dei giochi verrà aggiunto al nome del gioco nella playlist
mk_mk: Кога е овозможено, името на списокот со игри ќе биде додадено на името на играта во плејлистата
si_lk: සබල කළ විට, ක්‍රීඩා ලැයිස්තුවේ නම ධාවන ලැයිස්තුවේ ක්‍රීඩා නාමයට එකතු වේ

# #30102
source: Kodi landscape art equates to
ar_sa: فن المناظر الطبيعية في كودي يعادل
de_de: Kodi Landschaftskunst entspricht
et_ee: Kodi maastikukunst võrdub
fa_af: هنر منظر Kodi برابر است با
it_it: L'arte paesaggistica di Kodi equivale a
mk_mk: Пејзажната уметност на Коди е еднаква на
si_lk: කොඩි භූ දර්ශන කලාව සමාන වේ

# #30103
source: Select the game artwork to be displayed as the landscape art
ar_sa: حدد عمل فني للعبة ليتم عرضه كعمل فني للمناظر الطبيعية
de_de: Wählen Sie das Spielbild aus, das als Landschaftsbild angezeigt werden soll
et_ee: Valige maastikukunstina kuvatav mängukujundus
fa_af: اثر هنری بازی را برای نمایش به عنوان هنر منظره انتخاب کنید
it_it: Seleziona l'immagine del gioco da visualizzare come immagine del paesaggio
mk_mk: Изберете го уметничкото дело на играта што ќе се прикаже како уметност на пејзаж
si_lk: භූ දර්ශන කලාව ලෙස ප්‍රදර්ශනය කිරීමට ක්‍රීඩා කලා කෘති තෝරන්න

# #30104
source: Title Screen
ar_sa: شاشة العنوان
de_de: Titelbildschirm
et_ee: Pealkirja ekraan
fa_af: صفحه عنوان
it_it: Schermata del titolo
mk_mk: Екран за наслов
si_lk: මාතෘකා තිරය

# #30105
source: Screenshot
ar_sa: لقطة الشاشة
et_ee: Ekraanipilt
fa_af: اسکرین شات
it_it: Schermata
mk_mk: Слика од екранот
si_lk: තිර රුවක්

# #30106
source: Kodi thumbnail art equates to
ar_sa: تعادل صورة Kodi المصغرة
de_de: Kodi-Thumbnail-Art entspricht
et_ee: Kodi pisipildikunst võrdub
fa_af: هنر تصویر کوچک Kodi برابر است با
it_it: L'arte in miniatura di Kodi equivale a
mk_mk: Уметноста на сликичката на Коди е еднаква на
si_lk: කොඩි සිඟිති රූ කලාව සමාන වේ

# #30107
source: Select the game artwork to be displayed as the thumbnail art
ar_sa: حدد عمل فني للعبة ليتم عرضه كصورة مصغرة
de_de: Wählen Sie das Spielbild aus, das als Miniaturbild angezeigt werden soll
et_ee: Valige pisipildina kuvatav mängu kujundus
fa_af: اثر هنری بازی را برای نمایش به عنوان تصویر کوچک انتخاب کنید
it_it: Seleziona l'immagine del gioco da visualizzare come miniatura
mk_mk: Изберете го уметничкото дело од играта што ќе се прикаже како сликичка
si_lk: සිඟිති රූ කලාව ලෙස පෙන්වීමට ක්‍රීඩා කලා කෘති තෝරන්න

# #30108
source: Game list clearlogo equates to
ar_sa: قائمة الألعاب clearlogo تعادل
de_de: Spielliste Clearlogo entspricht
et_ee: Mängunimekirja clearlogo võrdub
fa_af: لیست بازی clearlogo برابر است با
it_it: Elenco dei giochi clearlogo equivale a
mk_mk: Списокот на игри clearlogo е еднаков на
si_lk: ක්‍රීඩා ලැයිස්තුව පැහැදිලි ලාංඡනය සමාන වේ

# #30109
source: Select the artwork displayed for the game list clearlogo
ar_sa: حدد العمل الفني المعروض لقائمة الألعاب clearlogo
de_de: Wählen Sie das für die Spieleliste angezeigte Bildmaterial aus. Clearlogo
et_ee: Valige mänguloendi clearlogo jaoks kuvatav kunstiteos
fa_af: اثر هنری نمایش داده شده برای لیست بازی clearlogo را انتخاب کنید
it_it: Seleziona l'immagine visualizzata per l'elenco dei giochi clearlogo
mk_mk: Изберете го уметничкото дело прикажано за јасно логото на списокот со игри
si_lk: ක්‍රීඩා ලැයිස්තුව පැහැදිලි ලාංඡනය සඳහා ප්‍රදර්ශනය වන කලා කෘති තෝරන්න

# #30110
source: System logo
ar_sa: شعار النظام
et_ee: Süsteemi logo
fa_af: لوگوی سیستم
it_it: Logo del sistema
mk_mk: Лого на системот
si_lk: පද්ධති ලාංඡනය

# #30111
source: System console
ar_sa: وحدة التحكم في النظام
de_de: Systemkonsole
et_ee: Süsteemi konsool
fa_af: کنسول سیستم
it_it: Console di sistema
mk_mk: Системска конзола
si_lk: පද්ධති කොන්සෝලය

# #30112
source: System controller
ar_sa: وحدة تحكم النظام
et_ee: Süsteemi kontroller
fa_af: کنترل کننده سیستم
it_it: Controllore di sistema
mk_mk: Системски контролер
si_lk: පද්ධති පාලකය

# #30113
source: Game list fanart equates to
ar_sa: قائمة الألعاب تعادل فن المعجبين
de_de: Spieleliste Fanart entspricht
et_ee: Mängunimekiri fanart võrdub
fa_af: لیست بازی fanart برابر است با
it_it: La lista dei giochi fanart equivale a
mk_mk: Списокот на игри fanart е еднаков на
si_lk: ක්‍රීඩා ලැයිස්තුව fanart සමාන වේ

# #30114
source: Select the artwork displayed for the game list fanart
ar_sa: حدد العمل الفني المعروض لقائمة الألعاب
de_de: Wählen Sie das für die Spieleliste angezeigte Fanart aus
et_ee: Valige mängude loendi fanart jaoks kuvatav kunstiteos
fa_af: اثر هنری نمایش داده شده برای fanart لیست بازی را انتخاب کنید
it_it: Seleziona l'opera d'arte visualizzata per la lista dei giochi fanart
mk_mk: Изберете го уметничкото дело прикажано за fanart на списокот со игри
si_lk: ක්‍රීඩා ලැයිස්තුව fanart සඳහා ප්‍රදර්ශනය වන කලා කෘති තෝරන්න

# #30115
source: System collage
ar_sa: نظام الكولاج
et_ee: Süsteemi kollaaž
fa_af: کلاژ سیستم
it_it: collage di sistema
mk_mk: Системски колаж
si_lk: පද්ධති කොලෙජ්

# #30116
source: System console
ar_sa: وحدة التحكم في النظام
de_de: Systemkonsole
et_ee: Süsteemi konsool
fa_af: کنسول سیستم
it_it: Console di sistema
mk_mk: Системска конзола
si_lk: පද්ධති කොන්සෝලය

# #30117
source: System wallpaper
ar_sa: خلفية النظام
de_de: Systemhintergrund
et_ee: Süsteemi taustpilt
fa_af: تصویر زمینه سیستم
it_it: Sfondo del sistema
mk_mk: Системска позадина
si_lk: පද්ධති බිතුපත

# #30118
source: Force IAGL viewtypes
ar_sa: فرض أنواع عرض IAGL
de_de: IAGL-Ansichtstypen erzwingen
et_ee: Sundida IAGL-i vaatetüüpe
fa_af: اجباری کردن انواع نمای IAGL
it_it: Forza i tipi di visualizzazione IAGL
mk_mk: Присилете ги типовите на прегледи IAGL
si_lk: IAGL viewtypes බල කරන්න

# #30119
source: Verify your skin has the forced viewtype ID available
ar_sa: تأكد من أن بشرتك تحتوي على معرف نوع العرض القسري المتاح
de_de: Stellen Sie sicher, dass Ihr Skin die erzwungene Viewtype-ID zur Verfügung hat
et_ee: Veenduge, et teie nahal oleks saadaval sundvaate tüübi ID
fa_af: بررسی کنید که پوست شما دارای شناسه نوع نمایش اجباری است
it_it: Verifica che la tua skin abbia l'ID del tipo di visualizzazione forzato disponibile
mk_mk: Потврдете дека вашата кожа има достапен ID на присилен тип на преглед
si_lk: ඔබගේ සමෙහි බලහත්කාර දර්ශන වර්ග ID තිබේදැයි තහවුරු කර ගන්න

# #30120
source: Frontpage viewtype
ar_sa: نوع عرض الصفحة الرئيسية
de_de: Ansichtstyp der Startseite
et_ee: Esilehe vaate tüüp
fa_af: نوع نمای صفحه اول
it_it: Tipo di visualizzazione della prima pagina
mk_mk: Тип на преглед на насловната страница
si_lk: මුල්පිටු දර්ශන වර්ගය

# #30121
source: Game library lists viewtype
ar_sa: قائمة مكتبة الألعاب لعرض النوع
de_de: Ansichtstyp für Spielebibliothekslisten
et_ee: Mänguteegi loendid vaatetüübid
fa_af: کتابخانه بازی نوع نمایش را فهرست می کند
it_it: Elenchi di librerie di giochi tipo di visualizzazione
mk_mk: Библиотеката за игри го наведува типот на преглед
si_lk: ක්‍රීඩා පුස්තකාලය දර්ශන වර්ගය ලැයිස්තුගත කරයි

# #30122
source: Game categories viewtype
ar_sa: نوع عرض فئات اللعبة
de_de: Ansichtstyp für Spielkategorien
et_ee: Mängukategooriate vaate tüüp
fa_af: نوع نمای دسته بندی بازی
it_it: Tipo di visualizzazione delle categorie di gioco
mk_mk: Тип на преглед на категории на игри
si_lk: ක්‍රීඩා කාණ්ඩ දර්ශන වර්ගය

# #30123
source: Games list viewtype
ar_sa: نوع عرض قائمة الألعاب
de_de: Ansichtstyp „Spieleliste“
et_ee: Mängude loendi vaate tüüp
fa_af: نوع نمای لیست بازی ها
it_it: Tipo di visualizzazione dell'elenco dei giochi
mk_mk: Тип на преглед на списокот на игри
si_lk: ක්‍රීඩා ලැයිස්තුව බැලීමේ වර්ගය

# #30124
source: Choose list viewtype
ar_sa: اختر نوع عرض القائمة
de_de: Listenansichtstyp auswählen
et_ee: Valige loendivaate tüüp
fa_af: نوع نمای لیست را انتخاب کنید
it_it: Scegli il tipo di visualizzazione dell'elenco
mk_mk: Изберете тип на преглед на листа
si_lk: ලැයිස්තුව බැලීමේ වර්ගය තෝරන්න

# #30125
source: Search and Random results viewtype
ar_sa: نوع عرض البحث والنتائج العشوائية
de_de: Ansichtstyp „Suche und Zufallsergebnisse“
et_ee: Otsingu- ja juhuslike tulemuste vaatetüüp
fa_af: جستجو و نوع نمایش نتایج تصادفی
it_it: Visualizzazione dei risultati di ricerca e casuali
mk_mk: Пребарување и Случаен вид на преглед на резултати
si_lk: සෙවීම සහ අහඹු ප්‍රතිඵල බැලීමේ වර්ගය

# #30126
source: Off (Default)
ar_sa: إيقاف (افتراضي)
de_de: Aus (Standard)
et_ee: Väljas (vaikeseade)
fa_af: خاموش (پیش‌فرض)
it_it: Disattivato (predefinito)
mk_mk: Исклучено (стандардно)
si_lk: අක්රිය (පෙරනිමි)

# #30127
source: List / Poster (50)
ar_sa: قائمة / ملصق (50)
de_de: Liste / Poster (50)
et_ee: Nimekiri/plakat (50)
fa_af: فهرست / پوستر (50)
it_it: Elenco / Poster (50)
mk_mk: Список / постер (50)
si_lk: ලැයිස්තුව / පෝස්ටරය (50)

# #30128
source: Poster / Big List / Poster Wall (51)
ar_sa: ملصق / قائمة كبيرة / جدار ملصقات (51)
de_de: Poster / Große Liste / Posterwand (51)
et_ee: Plakat / Suur nimekiri / Plakatisein (51)
fa_af: پوستر / فهرست بزرگ / دیوار پوستر (51)
it_it: Poster / Grande Elenco / Poster Wall (51)
mk_mk: Постер / Голем список / Ѕид на постер (51)
si_lk: පෝස්ටර් / විශාල ලැයිස්තුව / පෝස්ටර් බිත්තිය (51)

# #30129
source: Icon Wall / Horizontal Pattern / LS Wall (52)
ar_sa: حائط الأيقونات / النمط الأفقي / حائط LS (52)
de_de: Icon Wand / Horizontales Muster / LS Wand (52)
et_ee: Ikoonsein / horisontaalne muster / LS-sein (52)
fa_af: دیوار نماد / الگوی افقی / دیوار LS (52)
it_it: Icon Wall / Modello orizzontale / LS Wall (52)
mk_mk: Ѕид икона / Хоризонтална шема / LS ѕид (52)
si_lk: අයිකන බිත්තිය / තිරස් රටාව / LS බිත්තිය (52)

# #30130
source: Banner / Landscape / Poster Info (501)
ar_sa: معلومات عن اللافتات / المناظر الطبيعية / الملصقات (501)
de_de: Banner / Querformat / Poster Info (501)
et_ee: Bänner/maastik/plakatiteave (501)
fa_af: اطلاعات بنر / منظره / پوستر (501)
it_it: Banner / Paesaggio / Informazioni sul poster (501)
mk_mk: Банер / Пејсаж / Информации за постер (501)
si_lk: බැනරය / භූ දර්ශනය / පෝස්ටර් තොරතුරු (501)

# #30131
source: Fanart / Landscape Single / Episode List (502)
ar_sa: قائمة الحلقات الفردية / المشهدية / الفنية (502)
de_de: Fanart / Landschaft Einzel- / Episodenliste (502)
et_ee: Fanart / Single maastik / Episoodide loend (502)
fa_af: Fanart / Landscape Single / لیست اپیزود (502)
it_it: Fanart / Paesaggio Singolo / Elenco Episodi (502)
mk_mk: Fanart / Пејсаж сингл / Список на епизоди (502)
si_lk: Fanart / Landscape තනි / කථාංග ලැයිස්තුව (502)

# #30132
source: Logos / Big Square Wall (503)
ar_sa: الشعارات / الحائط المربع الكبير (503)
de_de: Logos / Große quadratische Wand (503)
et_ee: Logod / Big Square Wall (503)
fa_af: لوگوها / دیوار مربع بزرگ (503)
it_it: Loghi / Grande muro quadrato (503)
mk_mk: Логоа / Голем квадратен ѕид (503)
si_lk: ලාංඡන / විශාල හතරැස් බිත්තිය (503)

# #30133
source: Big List 2 (504)
ar_sa: القائمة الكبيرة 2 (504)
de_de: Große Liste 2 (504)
et_ee: Suur nimekiri 2 (504)
fa_af: لیست بزرگ 2 (504)
it_it: Grande Lista 2 (504)
mk_mk: Голем список 2 (504)
si_lk: විශාල ලැයිස්තුව 2 (504)

# #30134
source: Landscape Details (505)
ar_sa: تفاصيل المناظر الطبيعية (505)
de_de: Landschaftsdetails (505)
et_ee: Maastiku üksikasjad (505)
fa_af: جزئیات منظره (505)
it_it: Dettagli del paesaggio (505)
mk_mk: Детали за пејзаж (505)
si_lk: භූ දර්ශන විස්තර (505)

# #30135
source: Operating System
ar_sa: نظام التشغيل
de_de: Betriebssystem
et_ee: Operatsioonisüsteem
fa_af: سیستم عامل
it_it: Sistema operativo
mk_mk: Оперативен систем
si_lk: මෙහෙයුම් පද්ධතිය

# #30136
source: Select your operating system
ar_sa: حدد نظام التشغيل الخاص بك
de_de: Wählen Sie Ihr Betriebssystem aus
et_ee: Valige oma operatsioonisüsteem
fa_af: سیستم عامل خود را انتخاب کنید
it_it: Seleziona il tuo sistema operativo
mk_mk: Изберете го вашиот оперативен систем
si_lk: ඔබගේ මෙහෙයුම් පද්ධතිය තෝරන්න

# #30137
source: Windows
ar_sa: نوافذ
fa_af: ویندوز
it_it: Finestre
si_lk: වින්ඩෝස්

# #30138
source: Linux
ar_sa: لينكس
fa_af: لینوکس
si_lk: ලිනක්ස්

# #30139
source: OSX
ar_sa: أو إس إكس
si_lk: ඕඑස්එක්ස්

# #30140
source: Retroarch App Location
ar_sa: موقع تطبيق Retroarch
de_de: Standort der Retroarch-App
et_ee: Retroarchi rakenduse asukoht
fa_af: مکان برنامه Retroarch
it_it: Posizione dell'app Retroarch
mk_mk: Локација на апликацијата Retroarch
si_lk: Retroarch යෙදුම් ස්ථානය

# #30141
source: Select the path to the retroarch executable
ar_sa: حدد المسار إلى الملف القابل للتنفيذ retroarch
de_de: Wählen Sie den Pfad zur ausführbaren Retroarch-Datei
et_ee: Valige retroarch käivitatava faili tee
fa_af: مسیر فایل اجرایی retroarch را انتخاب کنید
it_it: Selezionare il percorso per l'eseguibile retroarch
mk_mk: Изберете ја патеката до извршната датотека retroarch
si_lk: ප්‍රතිලෝම ක්‍රියාත්මක කළ හැකි ගොනුවට මාර්ගය තෝරන්න.

# #30142
source: Retroarch CFG Location
ar_sa: موقع Retroarch CFG
de_de: Retroarch CFG-Speicherort
et_ee: Retroarch CFG asukoht
fa_af: مکان Retroarch CFG
it_it: Posizione del CFG Retroarch
mk_mk: Retroarch CFG Локација
si_lk: Retroarch CFG ස්ථානය

# #30143
source: Select the path to the retroarch config file
ar_sa: حدد المسار إلى ملف تكوين retroarch
de_de: Wählen Sie den Pfad zur Retroarch-Konfigurationsdatei
et_ee: Valige retroarchi konfiguratsioonifaili tee
fa_af: مسیر فایل پیکربندی retroarch را انتخاب کنید
it_it: Seleziona il percorso per il file di configurazione di retroarch
mk_mk: Изберете ја патеката до конфигурациската датотека retroarch
si_lk: retroarch config ගොනුවට මාර්ගය තෝරන්න

# #30144
source: Android
ar_sa: أندرويد
fa_af: اندروید
mk_mk: Андроид
si_lk: ඇන්ඩ්රොයිඩ්

# #30145
source: Android aarch64
ar_sa: أندرويد aarch64
fa_af: اندروید aarch64
it_it: Androide aarch64
mk_mk: Андроид aarch64

# #30146
source: Android ra32
ar_sa: أندرويد ra32
fa_af: اندروید ra32
it_it: Androide ra32
mk_mk: Андроид ра32

# #30147
source: Game launcher selection method
ar_sa: طريقة اختيار مشغل اللعبة
de_de: Auswahlmethode für den Game Launcher
et_ee: Mängu käivitaja valiku meetod
fa_af: روش انتخاب لانچر بازی
it_it: Metodo di selezione del launcher del gioco
mk_mk: Метод за избор на фрлач на игри
si_lk: ක්‍රීඩා දියත් කිරීමේ තේරීමේ ක්‍රමය

# #30148
source: Select what Kodi will do when selecting a game launcher (Windows, Linux and OSX only)
ar_sa: حدد ما سيفعله Kodi عند تحديد مشغل اللعبة (Windows وLinux وOSX فقط)
de_de: Wählen Sie aus, was Kodi tun soll, wenn ein Game Launcher ausgewählt wird (nur Windows, Linux und OSX).
et_ee: Valige, mida Kodi mängukäiviti valimisel teeb (ainult Windows, Linux ja OSX)
fa_af: انتخاب کنید که Kodi هنگام انتخاب یک راه‌انداز بازی (فقط ویندوز، لینوکس و OSX) چه کاری انجام می‌دهد.
it_it: Seleziona cosa farà Kodi quando selezioni un launcher di gioco (solo Windows, Linux e OSX)
mk_mk: Изберете што ќе прави Kodi при изборот на стартер на игри (само за Windows, Linux и OSX)
si_lk: ක්‍රීඩා දියත් කිරීමක් තෝරාගැනීමේදී Kodi කරන්නේ කුමක්ද යන්න තෝරන්න (Windows, Linux සහ OSX පමණි)

# #30149
source: Keep Kodi in the background
ar_sa: إبقاء كودي في الخلفية
de_de: Behalten Sie Kodi im Hintergrund
et_ee: Hoidke Kodi taustal
fa_af: Kodi را در پس زمینه نگه دارید
it_it: Mantieni Kodi in background
mk_mk: Чувајте го Kodi во позадина
si_lk: Kodi පසුබිමේ තබා ගන්න

# #30150
source: Close Kodi
ar_sa: إغلاق كودي
de_de: Schließen Kodi
et_ee: Sule Kodi
fa_af: Kodi را ببندید
it_it: Chiudi Kodi
mk_mk: Затворете го Kodi
si_lk: කෝඩි වසන්න

# #30151
source: Pause Kodi
ar_sa: إيقاف كودي مؤقتًا
de_de: Kodi pausieren
et_ee: Peatage Kodi
fa_af: کدی را مکث کنید
it_it: Metti in pausa Kodi
mk_mk: Паузирајте го Коди
si_lk: Kodi නවත්වන්න

# #30152
source: Retroarch core picker
ar_sa: أداة اختيار قلب Retroarch
de_de: Retroarch-Kernauswahl
et_ee: Retroarhiline südamiku valija
fa_af: انتخاب کننده هسته Retroarch
it_it: Selettore di nucleo Retroarch
mk_mk: Избирач на јадро на ретроарх

# #30153
source: List by System and Core Name
ar_sa: قائمة حسب النظام واسم النواة
de_de: Liste nach System- und Kernnamen
et_ee: Loend süsteemi ja põhinime järgi
fa_af: فهرست بر اساس سیستم و نام هسته
it_it: Elenco per sistema e nome core
mk_mk: Список по систем и име на јадрото
si_lk: පද්ධතිය සහ මූලික නාමය අනුව ලැයිස්තුගත කරන්න

# #30154
source: List by Core Name
ar_sa: قائمة حسب الاسم الأساسي
de_de: Nach Kernnamen auflisten
et_ee: Loetelu põhinime järgi
fa_af: فهرست بر اساس نام اصلی
it_it: Elenco per nome del nucleo
mk_mk: Листа по име на јадрото
si_lk: මූලික නම අනුව ලැයිස්තුව

# #30155
source: List by Emulated Systems
ar_sa: قائمة حسب الأنظمة المحاكية
de_de: Liste nach emulierten Systemen
et_ee: Loend emuleeritud süsteemide järgi
fa_af: فهرست بر اساس سیستم های شبیه سازی شده
it_it: Elenco per sistemi emulati
mk_mk: Листа по емулирани системи
si_lk: අනුකරණය කළ පද්ධති මගින් ලැයිස්තුව

# #30156
source: Select Core
ar_sa: حدد النواة
de_de: Kern auswählen
et_ee: Valige Core
fa_af: Core را انتخاب کنید
it_it: Seleziona Core
mk_mk: Изберете јадро
si_lk: Core තෝරන්න
