Repository: masQelec/repository.masqelec
Catalog: plugin.program.iagl/resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, et_ee, fa_af, it_it, mk_mk, si_lk

# #30157
source: Select Emulated System
ar_sa: حدد النظام المُحاكي
de_de: Emuliertes System auswählen
et_ee: Valige Emuleeritud süsteem
fa_af: Emulated System را انتخاب کنید
it_it: Seleziona sistema emulato
mk_mk: Изберете Емулиран систем
si_lk: අනුකරණ පද්ධතිය තෝරන්න

# #30158
source: Select Emulator
ar_sa: حدد المحاكي
de_de: Emulator auswählen
et_ee: Valige emulaator
fa_af: Emulator را انتخاب کنید
it_it: Seleziona Emulatore
mk_mk: Изберете Емулатор
si_lk: ඉමුලේටරය තෝරන්න

# #30159
source: Credentials were not found[CR]Please enter them in addon settings
ar_sa: لم يتم العثور على بيانات الاعتماد[CR]يرجى إدخالها في إعدادات الوظيفة الإضافية
de_de: Anmeldeinformationen wurden nicht gefunden[CR]Bitte geben Sie sie in den Add-On-Einstellungen ein
et_ee: Mandaate ei leitud[CR]Sisestage need lisaseadetesse
fa_af: اعتبارنامه ها یافت نشد[CR]لطفاً آنها را در تنظیمات افزونه وارد کنید
it_it: Le credenziali non sono state trovate[CR]Inserirle nelle impostazioni del componente aggiuntivo
mk_mk: Ингеренциите не се пронајдени[CR]Внесете ги во поставките за додаток
si_lk: අක්තපත්‍ර හමු නොවීය[CR]කරුණාකර ඒවා ඇඩෝන සැකසීම් තුළ ඇතුළත් කරන්න

# #30160
source: Game List Download Path
ar_sa: مسار تنزيل قائمة الألعاب
de_de: Downloadpfad für die Spieleliste
et_ee: Mängude loendi allalaadimise tee
fa_af: مسیر دانلود لیست بازی ها
it_it: Elenco dei giochi Percorso di download
mk_mk: Список на игри Патека за преземање
si_lk: ක්‍රීඩා ලැයිස්තු බාගැනීමේ මාර්ගය

# #30161
source: Zero (Current Game Only)
ar_sa: صفر (اللعبة الحالية فقط)
de_de: Null (nur aktuelles Spiel)
et_ee: Null (ainult praegune mäng)
fa_af: صفر (فقط بازی فعلی)
it_it: Zero (solo gioco attuale)
mk_mk: Нула (само тековната игра)
si_lk: Zero (වත්මන් ක්‍රීඩාව පමණි)

# #30162
source: 25 MB
ar_sa: 25 ميجا بايت
de_de: Dateigröße: 25 MB
fa_af: 25 مگابایت

# #30163
source: 50 MB
ar_sa: 50 ميجا بايت
fa_af: 50 مگابایت

# #30164
source: 100 MB
ar_sa: 100 ميجابايت
de_de: Datenträger
fa_af: 100 مگابایت

# #30165
source: 200 MB
ar_sa: 200 ميجابايت
de_de: Datenträger
fa_af: 200 مگابایت

# #30166
source: 500 MB
ar_sa: 500 ميجابايت
fa_af: 500 مگابایت

# #30167
source: 1 GB
ar_sa: 1 جيجا بايت
fa_af: 1 گیگابایت
si_lk: 1 ජීබී

# #30168
source: 2 GB
ar_sa: 2 جيجا بايت
fa_af: 2 گیگابایت

# #30169
source: 5 GB
ar_sa: 5 جيجا بايت
fa_af: 5 گیگابایت

# #30170
source: 10 GB
ar_sa: 10 جيجا بايت
fa_af: 10 گیگابایت

# #30171
source: 20 GB
ar_sa: 20 جيجا بايت
fa_af: 20 گیگابایت

# #30172
source: Enable Netplay
ar_sa: تمكين Netplay
de_de: Netplay aktivieren
et_ee: Luba Netplay
fa_af: Netplay را فعال کنید
it_it: Abilita Netplay
mk_mk: Овозможете Netplay
si_lk: Netplay සබල කරන්න

# #30173
source: Enable retroarch netplay (Windows, Linux, OSX only), use context menu to launch with netplay
ar_sa: تمكين netplay retroarch (Windows، Linux، OSX فقط)، استخدم قائمة السياق لبدء التشغيل باستخدام netplay
de_de: Aktivieren Sie Retroarch Netplay (nur Windows, Linux, OSX), verwenden Sie das Kontextmenü, um mit Netplay zu starten
et_ee: Lubage retroarch netplay (ainult Windows, Linux, OSX), kasutage netplayga käivitamiseks kontekstimenüüd
fa_af: retroarch netplay را فعال کنید (فقط Windows، Linux، OSX)، از منوی زمینه برای راه‌اندازی با netplay استفاده کنید
it_it: Abilita retroarch netplay (solo Windows, Linux, OSX), usa il menu contestuale per avviare con netplay
mk_mk: Овозможете ретроарх netplay (само Windows, Linux, OSX), користете го контекстното мени за стартување со netplay
si_lk: retroarch netplay සබල කරන්න (Windows, Linux, OSX පමණි), netplay සමඟ දියත් කිරීමට සන්දර්භය මෙනුව භාවිතා කරන්න

# #30174
source: Show Netplay Lobby
ar_sa: عرض صالة Netplay
de_de: Netplay-Lobby anzeigen
et_ee: Kuva Netplay Lobby
fa_af: نمایش لابی نت پلی
it_it: Mostra la lobby di Netplay
mk_mk: Прикажи Netplay лоби
si_lk: Netplay Lobby පෙන්වන්න

# #30175
source: When enabled, the netplay lobby will be displayed on the IAGL front page
ar_sa: عند التمكين، سيتم عرض لوبي اللعب على الشبكة على الصفحة الرئيسية لـ IAGL
de_de: Wenn aktiviert, wird die Netplay-Lobby auf der IAGL-Startseite angezeigt
et_ee: Kui see on lubatud, kuvatakse netplay fuajee IAGL-i esilehel
fa_af: وقتی فعال باشد، لابی شبکه در صفحه اول IAGL نمایش داده می شود
it_it: Se abilitata, la lobby di Netplay verrà visualizzata nella home page di IAGL
mk_mk: Кога е овозможено, лобито на мрежата ќе се прикаже на насловната страница на IAGL
si_lk: සබල කළ විට, netplay lobby IAGL මුල් පිටුවේ සංදර්ශණය වනු ඇත

# #30176
source: Filter game lobby to IAGL auto launch games
ar_sa: تصفية لوبي اللعبة لتشغيل الألعاب تلقائيًا في IAGL
de_de: Filtern Sie die Spiellobby nach IAGL-Automatikstartspielen
et_ee: Filtreerige mängude fuajees IAGL-i automaatse käivitamise mängud
fa_af: لابی بازی را به بازی های راه اندازی خودکار IAGL فیلتر کنید
it_it: Filtra la lobby del gioco per avviare automaticamente i giochi IAGL
mk_mk: Филтрирајте го лобито на играта до игрите за автоматско лансирање на IAGL
si_lk: IAGL ස්වයංක්‍රීය දියත් කිරීමේ ක්‍රීඩා වෙත පෙරහන් ක්‍රීඩා ලොබිය

# #30177
source: If enabled, the netplay lobby will only show auto launchable games
ar_sa: إذا تم تمكينه، فسوف تعرض صالة netplay الألعاب التي يمكن تشغيلها تلقائيًا فقط
de_de: Wenn aktiviert, werden in der Netplay-Lobby nur automatisch startbare Spiele angezeigt
et_ee: Kui see on lubatud, kuvatakse netplay fuajees ainult automaatselt käivitatavad mängud
fa_af: اگر فعال باشد، لابی نت پلی فقط بازی های قابل راه اندازی خودکار را نشان می دهد
it_it: Se abilitato, la lobby di Netplay mostrerà solo i giochi avviabili automaticamente
mk_mk: Ако е овозможено, лобито на мрежата ќе прикажува само игри што се стартуваат автоматски
si_lk: සබල කර ඇත්නම්, netplay lobby ස්වයංක්‍රීයව දියත් කළ හැකි ක්‍රීඩා පමණක් පෙන්වයි

# #30178
source: Netplay Port
ar_sa: منفذ نت بلاي
de_de: Netplay-Anschluss
fa_af: پورت نت پلی
it_it: Porta di Netplay

# #30179
source: Define the netplay IP port to connect through (leave blank for default)
ar_sa: قم بتحديد منفذ IP الخاص بشبكة الإنترنت للاتصال من خلاله (اتركه فارغًا للوضع الافتراضي)
de_de: Definieren Sie den Netplay-IP-Port für die Verbindung (lassen Sie das Feld für die Standardeinstellung leer).
et_ee: Määrake ühenduse loomiseks mõeldud netplay IP-port (vaikimisi jätke tühjaks)
fa_af: پورت IP netplay را برای اتصال تعریف کنید (برای پیش فرض خالی بگذارید)
it_it: Definisci la porta IP di netplay tramite cui connetterti (lascia vuoto per impostazione predefinita)
mk_mk: Дефинирајте ја IP-портата на netplay преку која треба да се поврзете (оставете празно за стандардно)
si_lk: හරහා සම්බන්ධ වීමට netplay IP port නිර්වචනය කරන්න (පෙරනිමිය සඳහා හිස්ව තබන්න)

# #30180
source: Default Localhost IP
ar_sa: عنوان IP الافتراضي للمضيف المحلي
de_de: Standardmäßige Localhost-IP
et_ee: Kohaliku hosti vaike-IP
fa_af: IP پیش فرض Localhost
it_it: IP predefinito dell'host locale
mk_mk: Стандардна IP адреса на Localhost
si_lk: පෙරනිමි Localhost IP

# #30181
source: Define a default netplay hostname / IP (useful for local network netplay, leave blank for default)
ar_sa: قم بتحديد اسم مضيف/عنوان IP افتراضي لشبكة اللعب (مفيد لشبكة اللعب المحلية، اتركه فارغًا للوضع الافتراضي)
de_de: Definieren Sie einen Standard-Netplay-Hostnamen/eine Standard-IP (nützlich für Netplay im lokalen Netzwerk, für die Standardeinstellung leer lassen)
et_ee: Määrake võrgumängimise vaikehostinimi / IP (kasulik kohaliku võrgu võrgumängimise jaoks, vaikimisi jätke tühjaks)
fa_af: نام میزبان / IP پیش فرض نت پلی را تعریف کنید (مفید برای شبکه محلی شبکه، برای پیش فرض خالی بگذارید)
it_it: Definisci un nome host/IP netplay predefinito (utile per netplay di rete locale, lasciare vuoto per impostazione predefinita)
mk_mk: Дефинирајте стандардно име на хост / IP на netplay (корисно за локална мрежа, оставете празно за стандардно)
si_lk: පෙරනිමි netplay hostname / IP නිර්වචනය කරන්න (දේශීය ජාල netplay සඳහා ප්‍රයෝජනවත්, පෙරනිමිය සඳහා හිස්ව තබන්න)

# #30182
source: Check frames
ar_sa: فحص الإطارات
de_de: Rahmen prüfen
et_ee: Kontrollige raame
fa_af: قاب ها را بررسی کنید
it_it: Controllare i telai
mk_mk: Проверете рамки
si_lk: රාමු පරීක්ෂා කරන්න

# #30183
source: Define number of netplay sync frames (leave blank for default)
ar_sa: تحديد عدد إطارات مزامنة اللعب عبر الشبكة (اتركها فارغة للوضع الافتراضي)
de_de: Anzahl der Netplay-Sync-Frames festlegen (als Standard leer lassen)
et_ee: Määrake netplay sünkroonimiskaadrite arv (vaikimisi jätke tühjaks)
fa_af: تعداد فریم های همگام نت پلی را تعریف کنید (برای پیش فرض خالی بگذارید)
it_it: Definisci il numero di frame di sincronizzazione netplay (lascia vuoto per impostazione predefinita)
mk_mk: Дефинирајте број на рамки за синхронизација на netplay (оставете празно за стандардно)
si_lk: netplay සමමුහුර්ත රාමු ගණන නිර්වචනය කරන්න (පෙරනිමිය සඳහා හිස්ව තබන්න)

# #30184
source: Announce Netplay on Discord
ar_sa: الإعلان عن Netplay على Discord
de_de: Netplay auf Discord ankündigen
et_ee: Teatage Netplayst Discordis
fa_af: Netplay را در Discord اعلام کنید
it_it: Annuncia Netplay su Discord
mk_mk: Објавете го Netplay на Discord
si_lk: Discord මත Netplay නිවේදනය කරන්න

# #30185
source: Announces netplay start on discord for IAGL players
ar_sa: يعلن عن بدء اللعب عبر الشبكة على Discord للاعبي IAGL
de_de: Kündigt Netplay-Start auf Discord für IAGL-Spieler an
et_ee: Teatab IAGL-i mängijate ebakõla korral võrgumängu algusest
fa_af: شروع نت پلی را با اختلاف برای بازیکنان IAGL اعلام می کند
it_it: Annuncia l'inizio del netplay su Discord per i giocatori IAGL
mk_mk: Објавува почеток на нетплеј за несогласувања за играчите на IAGL
si_lk: IAGL ක්‍රීඩකයින් සඳහා අසමගිය මත netplay ආරම්භය නිවේදනය කරයි

# #30186
source: Discord Player Name
ar_sa: اسم لاعب ديسكورد
de_de: Discord-Spielername
et_ee: Discord-mängija nimi
fa_af: نام بازیکن Discord
it_it: Nome del lettore Discord
mk_mk: Дискорд Име на играчот
si_lk: Discord Player නම

# #30187
source: Enter your player name to be announced on Discord
ar_sa: أدخل اسم اللاعب الخاص بك ليتم الإعلان عنه على Discord
de_de: Geben Sie Ihren Spielernamen ein, um auf Discord angekündigt zu werden
et_ee: Sisestage oma mängija nimi, mida Discordis teatatakse
fa_af: نام بازیکن خود را وارد کنید تا در Discord اعلام شود
it_it: Inserisci il nome del tuo giocatore per essere annunciato su Discord
mk_mk: Внесете го името на вашиот играч што ќе биде објавено на Discord
si_lk: Discord හි නිවේදනය කිරීමට ඔබගේ ක්‍රීඩකයාගේ නම ඇතුලත් කරන්න

# #30188
source: Discord User Account ID
ar_sa: معرف حساب مستخدم Discord
de_de: Discord-Benutzerkonto-ID
et_ee: Discordi kasutajakonto ID
fa_af: شناسه حساب کاربری Discord
it_it: ID account utente Discord
mk_mk: Discord ID на корисничка сметка
si_lk: Discord පරිශීලක ගිණුම් ID

# #30189
source: Provide your Discord ID (User Settings>My Account>Copy ID)
ar_sa: قم بتوفير معرف Discord الخاص بك (إعدادات المستخدم> حسابي> نسخ المعرف)
de_de: Geben Sie Ihre Discord-ID ein (Benutzereinstellungen>Mein Konto>ID kopieren)
et_ee: Esitage oma Discordi ID (kasutaja seaded> Minu konto> Kopeeri ID)
fa_af: شناسه Discord خود را ارائه دهید (تنظیمات کاربر> حساب من> شناسه کپی)
it_it: Fornisci il tuo ID Discord (Impostazioni utente>Il mio account>Copia ID)
mk_mk: Наведете го вашиот ID на Discord (Кориснички поставки>Моја сметка>Копирај ID)
si_lk: ඔබේ Discord ID සපයන්න (පරිශීලක සැකසීම්>මගේ ගිණුම>පිටපත් හැඳුනුම්පත)

# #30190
source: Display report when wizard is completed
ar_sa: عرض التقرير عند اكتمال المعالج
de_de: Bericht anzeigen, wenn der Assistent abgeschlossen ist
et_ee: Kuva aruanne, kui viisard on lõpetatud
fa_af: نمایش گزارش پس از تکمیل ویزارد
it_it: Visualizza il report al termine della procedura guidata
mk_mk: Прикажи извештај кога волшебникот е завршен
si_lk: විශාරද සම්පූර්ණ වූ විට වාර්තාව පෙන්වන්න

# #30191
source: Execute setup wizard
ar_sa: تنفيذ معالج الإعداد
de_de: Setup-Assistent ausführen
et_ee: Käivitage häälestusviisard
fa_af: اجرای جادوگر راه اندازی
it_it: Eseguire la procedura guidata di installazione
mk_mk: Изврши волшебник за поставување
si_lk: සැකසුම් විශාරද ක්‍රියාත්මක කරන්න

# #30192
source: Run the wizard to quickly change settings for your game lists. This can be rerun at any time
ar_sa: قم بتشغيل المعالج لتغيير الإعدادات بسرعة لقوائم الألعاب الخاصة بك. يمكن إعادة تشغيل هذا في أي وقت
de_de: Führen Sie den Assistenten aus, um die Einstellungen für Ihre Spielelisten schnell zu ändern. Dieser kann jederzeit erneut ausgeführt werden
et_ee: Mängude loendite sätete kiireks muutmiseks käivitage viisard. Seda saab igal ajal uuesti käivitada
fa_af: جادوگر را اجرا کنید تا به سرعت تنظیمات لیست بازی های خود را تغییر دهید. این را می توان در هر زمان دوباره اجرا کرد
it_it: Esegui la procedura guidata per modificare rapidamente le impostazioni per le tue liste di giochi. Questa operazione può essere eseguita nuovamente in qualsiasi momento
mk_mk: Вклучете го волшебникот за брзо менување на поставките за списоците со игри. Ова може да се повтори во секое време
si_lk: ඔබගේ ක්‍රීඩා ලැයිස්තු සඳහා සැකසීම් ඉක්මනින් වෙනස් කිරීමට විශාරද ධාවනය කරන්න. මෙය ඕනෑම අවස්ථාවක නැවත ධාවනය කළ හැක

# #30193
source: Android Advance Settings
ar_sa: إعدادات Android المتقدمة
de_de: Erweiterte Android-Einstellungen
et_ee: Androidi täpsemad seaded
fa_af: تنظیمات پیشرفته اندروید
it_it: Impostazioni avanzate Android
mk_mk: Напредни поставки за Android
si_lk: Android Advance සැකසුම්

# #30194
source: Use StartAndroidActivity
ar_sa: استخدم StartAndroidActivity
de_de: Verwenden Sie StartAndroidActivity
et_ee: Kasutage StartAndroidActivity
fa_af: از StartAndroidActivity استفاده کنید
it_it: Utilizzare StartAndroidActivity
mk_mk: Користете StartAndroidActivity
si_lk: StartAndroidActivity භාවිතා කරන්න

# #30195
source: Leave as default if unsure
ar_sa: اتركه كإعداد افتراضي إذا لم تكن متأكدًا
de_de: Bei Unsicherheit die Standardeinstellung beibehalten
et_ee: Kui pole kindel, jätke vaikeseadeks
fa_af: اگر مطمئن نیستید به عنوان پیش فرض بگذارید
it_it: Lascia come predefinito se non sei sicuro
mk_mk: Оставете како стандардно ако не сте сигурни
si_lk: විශ්වාස නැත්නම් පෙරනිමිය ලෙස තබන්න

# #30196
source: Suspend Kodi Input and Audio when using External Launcher
ar_sa: تعليق إدخال Kodi والصوت عند استخدام مشغل خارجي
de_de: Kodi-Eingabe und Audio bei Verwendung eines externen Launchers unterbrechen
et_ee: Välise käivitusprogrammi kasutamisel peatage Kodi sisend ja heli
fa_af: هنگام استفاده از راه‌انداز خارجی، ورودی Kodi و صدا را تعلیق کنید
it_it: Sospendi l'input e l'audio di Kodi quando utilizzi un launcher esterno
mk_mk: Суспендирајте го внесувањето и аудиото на Kodi кога користите надворешен стартер
si_lk: බාහිර දියත් කිරීම භාවිතා කරන විට කෝඩි ආදානය සහ ශ්‍රව්‍ය අත්හිටුවන්න

# #30197
source: Stop Kodi media playing before External Launch
ar_sa: إيقاف تشغيل الوسائط الخاصة بـ Kodi قبل التشغيل الخارجي
de_de: Stoppen Sie die Kodi-Medienwiedergabe vor dem externen Start
et_ee: Peatage Kodi meedia esitamine enne välist käivitamist
fa_af: قبل از راه‌اندازی خارجی، پخش رسانه Kodi را متوقف کنید
it_it: Interrompere la riproduzione dei contenuti multimediali Kodi prima del lancio esterno
mk_mk: Прекинете ја репродукцијата на медиумите на Kodi пред надворешното стартување
si_lk: බාහිර දියත් කිරීමට පෙර Kodi මාධ්‍ය වාදනය කිරීම නවත්වන්න

# #30198
source: Kodi is busy / waiting for return to Kodi after External Launch
ar_sa: Kodi مشغول / ينتظر العودة إلى Kodi بعد الإطلاق الخارجي
de_de: Kodi ist beschäftigt / wartet auf die Rückkehr zu Kodi nach dem externen Start
et_ee: Kodi on hõivatud / ootab pärast välist käivitamist Kodi naasmist
fa_af: Kodi مشغول است / منتظر بازگشت به Kodi پس از راه اندازی خارجی است
it_it: Kodi è occupato/in attesa del ritorno a Kodi dopo il lancio esterno
mk_mk: Коди е зафатен / чека враќање во Коди по надворешното стартување
si_lk: Kodi කාර්යබහුලයි / බාහිර දියත් කිරීමෙන් පසු Kodi වෙත ආපසු එනතෙක් බලා සිටී

# #30199
source: Download Advanced Settings
ar_sa: تنزيل الإعدادات المتقدمة
de_de: Erweiterte Einstellungen herunterladen
et_ee: Laadige alla täpsemad seaded
fa_af: تنظیمات پیشرفته را دانلود کنید
it_it: Scarica Impostazioni Avanzate
mk_mk: Преземете напредни поставки
si_lk: උසස් සැකසුම් බාගන්න

# #30200
source: Download Threads
ar_sa: تنزيل المواضيع
de_de: Themen herunterladen
et_ee: Laadige lõimed alla
fa_af: دانلود موضوعات
it_it: Scarica discussioni
mk_mk: Преземете теми
si_lk: නූල් බාගන්න

# #30201
source: Alternate default download folder
ar_sa: مجلد التنزيل الافتراضي البديل
de_de: Alternativer Standard-Download-Ordner
et_ee: Alternatiivne allalaadimise vaikekaust
fa_af: پوشه دانلود پیش فرض جایگزین
it_it: Cartella di download predefinita alternativa
mk_mk: Алтернативна стандардна папка за преземање
si_lk: විකල්ප පෙරනිමි බාගැනීම් ෆෝල්ඩරය

# #30202
source: When selected, all downloads will go to an alternate folder. [B]Note: This folder will not be purged or monitored for size[/B]
ar_sa: عند تحديد هذا الخيار، ستنتقل جميع التنزيلات إلى مجلد بديل. [B]ملاحظة: لن يتم مسح هذا المجلد أو مراقبته من حيث الحجم[/B]
de_de: Wenn diese Option ausgewählt ist, werden alle Downloads in einen anderen Ordner verschoben. [B]Hinweis: Dieser Ordner wird nicht gelöscht oder seine Größe wird nicht überwacht.[/B]
et_ee: Kui see on valitud, suunatakse kõik allalaaditavad failid teise kausta. [B]Märkus. Seda kausta ei puhastata ega jälgita selle suurust[/B]
fa_af: پس از انتخاب، همه دانلودها به یک پوشه جایگزین می روند. [B]توجه: این پوشه از نظر اندازه پاک یا نظارت نخواهد شد[/B]
it_it: Se selezionata, tutti i download andranno in una cartella alternativa. [B]Nota: questa cartella non verrà eliminata o monitorata per dimensione[/B]
mk_mk: Кога е избрано, сите преземања ќе одат во алтернативна папка. [B]Забелешка: оваа папка нема да се чисти или надгледува за големина[/B]
si_lk: තෝරාගත් විට, සියලුම බාගැනීම් විකල්ප ෆෝල්ඩරයකට යයි. [B]සටහන: මෙම ෆෝල්ඩරය ප්‍රමාණය සඳහා පිරිසිදු කිරීම හෝ නිරීක්ෂණය කිරීම සිදු නොවේ[/B]

# #30203
source: Organize default download folder using system folders
ar_sa: تنظيم مجلد التنزيل الافتراضي باستخدام مجلدات النظام
de_de: Standard-Download-Ordner mithilfe von Systemordnern organisieren
et_ee: Korraldage allalaadimise vaikekaustad süsteemikaustade abil
fa_af: پوشه دانلود پیش فرض را با استفاده از پوشه های سیستم سازماندهی کنید
it_it: Organizza la cartella di download predefinita utilizzando le cartelle di sistema
mk_mk: Организирајте ја стандардната папка за преземање користејќи системски папки
si_lk: පද්ධති ෆෝල්ඩර භාවිතයෙන් පෙරනිමි බාගැනීම් ෆෝල්ඩරය සංවිධානය කරන්න

# #30204
source: When enabled, the temporary folder will be organized by system (sometimes necessary for config overrides)
ar_sa: عند التمكين، سيتم تنظيم المجلد المؤقت حسب النظام (وهو أمر ضروري في بعض الأحيان لتجاوزات التكوين)
de_de: Wenn aktiviert, wird der temporäre Ordner nach System organisiert (manchmal notwendig für Konfigurationsüberschreibungen)
et_ee: Kui see on lubatud, korraldatakse ajutine kaust süsteemi järgi (mõnikord on see vajalik konfiguratsiooni alistamiseks)
fa_af: هنگامی که فعال شود، پوشه موقت توسط سیستم سازماندهی می شود (گاهی اوقات برای لغو تنظیمات لازم است)
it_it: Se abilitata, la cartella temporanea verrà organizzata in base al sistema (a volte necessario per gli override della configurazione)
mk_mk: Кога е овозможено, привремената папка ќе биде организирана по систем (понекогаш неопходна за отфрлање на конфигурацијата)
si_lk: සක්‍රිය කළ විට, තාවකාලික ෆෝල්ඩරය පද්ධතිය මඟින් සංවිධානය කරනු ලැබේ (සමහර විට වින්‍යාස අභිබවා යාම සඳහා අවශ්‍ය වේ)

# #30205
source: Copy Kodi Network Source downloads to Local Filesystem
ar_sa: نسخ التنزيلات من مصدر شبكة Kodi إلى نظام الملفات المحلي
de_de: Downloads von Kodi-Netzwerkquellen in das lokale Dateisystem kopieren
et_ee: Kopeerige Kodi võrguallika allalaadimised kohalikku failisüsteemi
fa_af: دانلودهای منبع شبکه Kodi را در سیستم فایل محلی کپی کنید
it_it: Copia i download della sorgente di rete Kodi sul file system locale
mk_mk: Копирајте ги преземањата на изворот на Коди од мрежата во локалниот датотечен систем
si_lk: කොඩි ජාල මූලාශ්‍ර බාගැනීම් දේශීය ගොනු පද්ධතියට පිටපත් කරන්න

# #30206
source: Reset Options
ar_sa: خيارات إعادة الضبط
de_de: Optionen zurücksetzen
et_ee: Lähtesta valikud
fa_af: بازنشانی گزینه ها
it_it: Reimposta opzioni
mk_mk: Ресетирајте ги опциите
si_lk: විකල්ප යළි පිහිටුවන්න

# #30207
source: Reset IAGL database to default settings
ar_sa: إعادة تعيين قاعدة بيانات IAGL إلى الإعدادات الافتراضية
de_de: IAGL-Datenbank auf Standardeinstellungen zurücksetzen
et_ee: Lähtestage IAGL-i andmebaas vaikeseadetele
fa_af: پایگاه داده IAGL را به تنظیمات پیش فرض بازنشانی کنید
it_it: Ripristina le impostazioni predefinite del database IAGL
mk_mk: Ресетирајте ја базата на податоци на IAGL на стандардните поставки
si_lk: IAGL දත්ත සමුදාය පෙරනිමි සැකසුම් වෙත නැවත සකසන්න

# #30208
source: When selected, the database will be reset to default settings
ar_sa: عند التحديد، سيتم إعادة تعيين قاعدة البيانات إلى الإعدادات الافتراضية
de_de: Wenn diese Option ausgewählt ist, wird die Datenbank auf die Standardeinstellungen zurückgesetzt
et_ee: Valimisel lähtestatakse andmebaas vaikeseadetele
fa_af: پس از انتخاب، پایگاه داده به تنظیمات پیش فرض بازنشانی می شود
it_it: Se selezionato, il database verrà ripristinato alle impostazioni predefinite
mk_mk: Кога е избрано, базата на податоци ќе се ресетира на стандардните поставки
si_lk: තෝරාගත් විට, දත්ත සමුදාය පෙරනිමි සැකසුම් වෙත නැවත සකසනු ඇත

# #30209
source: Unhide game lists
ar_sa: إظهار قوائم الألعاب
de_de: Spielelisten einblenden
et_ee: Näidake mängude loendeid
fa_af: نمایش لیست بازی ها
it_it: Mostra gli elenchi dei giochi
mk_mk: Откријте ги списоците со игри
si_lk: ක්‍රීඩා ලැයිස්තු සඟවන්න ඉවත් කරන්න

# #30210
source: When selected, previously hidden game lists can be unhidden
ar_sa: عند تحديد ذلك، يمكن إظهار قوائم الألعاب المخفية سابقًا
de_de: Bei Auswahl können zuvor ausgeblendete Spielelisten wieder eingeblendet werden
et_ee: Kui see on valitud, saab varem peidetud mängude loendid peita
fa_af: در صورت انتخاب، لیست‌های بازی که قبلاً پنهان شده بودند را می‌توان پنهان کرد
it_it: Se selezionato, gli elenchi di giochi precedentemente nascosti possono essere visualizzati
mk_mk: Кога е избрано, претходно скриените списоци со игри може да се откријат
si_lk: තෝරාගත් විට, කලින් සැඟවුණු ක්‍රීඩා ලැයිස්තු නොසැඟවිය හැක

# #30211
source: Clear Cache
ar_sa: مسح ذاكرة التخزين المؤقت
de_de: Cache leeren
et_ee: Tühjenda vahemälu
fa_af: کش را پاک کنید
it_it: Cancella cache
mk_mk: Исчистете го кешот
si_lk: හැඹිලිය හිස් කරන්න

# #30212
source: When selected, all data in the cache folder including games will be purged
ar_sa: عند تحديد هذا الخيار، سيتم مسح جميع البيانات الموجودة في مجلد ذاكرة التخزين المؤقت بما في ذلك الألعاب
de_de: Wenn diese Option ausgewählt ist, werden alle Daten im Cache-Ordner, einschließlich der Spiele, gelöscht
et_ee: Kui see on valitud, kustutatakse kõik vahemälu kaustas olevad andmed, sealhulgas mängud
fa_af: پس از انتخاب، تمام داده های موجود در پوشه کش از جمله بازی ها پاک می شوند
it_it: Se selezionato, tutti i dati nella cartella cache, inclusi i giochi, verranno eliminati
mk_mk: Кога е избрано, сите податоци во папката кеш, вклучувајќи ги и игрите, ќе се исчистат
si_lk: තෝරාගත් විට, ක්‍රීඩා ඇතුළු හැඹිලි ෆෝල්ඩරයේ ඇති සියලුම දත්ත පිරිසිදු කෙරේ

# #30213
source: Select
ar_sa: يختار
de_de: Wählen
et_ee: Valige
fa_af: انتخاب کنید
it_it: Selezionare
mk_mk: Изберете
si_lk: තෝරන්න

# #30214
source: Selected
ar_sa: تم اختياره
de_de: Ausgewählt
et_ee: Valitud
fa_af: انتخاب شده است
it_it: Selezionato
mk_mk: Избрани
si_lk: තෝරා ගන්නා ලදී

# #30215
source: Game lists selected
ar_sa: قوائم الألعاب المختارة
de_de: Spielelisten ausgewählt
et_ee: Mängude loendid on valitud
fa_af: لیست های بازی انتخاب شده است
it_it: Elenchi di giochi selezionati
mk_mk: Избрани списоци со игри
si_lk: ක්‍රීඩා ලැයිස්තු තෝරා ඇත

# #30216
source: Genres selected
ar_sa: الأنواع المختارة
de_de: Ausgewählte Genres
et_ee: Žanrid valitud
fa_af: ژانرهای انتخاب شده
it_it: Generi selezionati
mk_mk: Избрани жанрови
si_lk: ප්‍රභේද තෝරා ඇත
