Repository: masQelec/repository.masqelec
Catalog: plugin.program.iagl/resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, et_ee, fa_af, it_it, mk_mk, si_lk

# #30341
source: db Stats
ar_sa: إحصائيات قاعدة البيانات
de_de: db Statistiken
et_ee: db Statistika
fa_af: آمار db
it_it: Statistiche del database
mk_mk: db статистика
si_lk: db සංඛ්යා ලේඛන

# #30342
source: View launch parameters
ar_sa: عرض معلمات الإطلاق
de_de: Startparameter anzeigen
et_ee: Vaadake käivitusparameetreid
fa_af: مشاهده پارامترهای راه اندازی
it_it: Visualizza i parametri di avvio
mk_mk: Погледнете ги параметрите за стартување
si_lk: දියත් කිරීමේ පරාමිතීන් බලන්න

# #30343
source: Game Settings
ar_sa: إعدادات اللعبة
de_de: Spieleinstellungen
et_ee: Mängu seaded
fa_af: تنظیمات بازی
it_it: Impostazioni di gioco
mk_mk: Поставки за играта
si_lk: ක්‍රීඩා සැකසුම්

# #30344
source: Game Launch Parameters
ar_sa: معلمات تشغيل اللعبة
de_de: Parameter zum Starten des Spiels
et_ee: Mängu käivitamise parameetrid
fa_af: پارامترهای راه اندازی بازی
it_it: Parametri di avvio del gioco
mk_mk: Параметри за стартување на играта
si_lk: ක්‍රීඩාව දියත් කිරීමේ පරාමිතීන්

# #30345
source: If no user Launch Command is present
ar_sa: إذا لم يكن أمر التشغيل الخاص بالمستخدم موجودًا
de_de: Wenn kein Benutzer-Startbefehl vorhanden ist
et_ee: Kui kasutajat pole, käivitage käsk Käivitus
fa_af: اگر هیچ کاربر دستور راه اندازی وجود ندارد
it_it: Se non è presente alcun comando di avvio utente
mk_mk: Ако не е присутна Командата за стартување од корисник
si_lk: පරිශීලක දියත් කිරීමේ විධානයක් නොමැති නම්

# #30346
source: Select what Kodi will do when no launch command (retroplayer addon or external emulator) is set
ar_sa: حدد ما سيفعله Kodi عندما لا يتم تعيين أمر تشغيل (إضافة Retroplayer أو محاكي خارجي)
de_de: Wählen Sie aus, was Kodi tun soll, wenn kein Startbefehl (Retroplayer-Add-On oder externer Emulator) festgelegt ist
et_ee: Valige, mida Kodi teeb, kui käivitamiskäsku (retropleieri lisandmoodul või väline emulaator) pole määratud
fa_af: وقتی هیچ فرمان راه اندازی (افزونه بازباز یا شبیه ساز خارجی) تنظیم نشده است، Kodi چه کاری انجام خواهد داد
it_it: Seleziona cosa farà Kodi quando non è impostato alcun comando di avvio (componente aggiuntivo retroplayer o emulatore esterno)
mk_mk: Изберете што ќе прави Kodi кога не е поставена команда за стартување (додаток за ретроплеер или надворешен емулатор).
si_lk: දියත් කිරීමේ විධානයක් (retroplayer addon හෝ external emulator) සකසා නොමැති විට Kodi කරන්නේ කුමක්ද යන්න තෝරන්න

# #30347
source: Attempt Launch with default
ar_sa: محاولة التشغيل باستخدام الوضع الافتراضي
de_de: Versuchen Sie den Start mit Standard
et_ee: Proovige käivitada vaikimisi
fa_af: سعی کنید با پیش فرض راه اندازی کنید
it_it: Tentativo di avvio con impostazione predefinita
mk_mk: Обидете се да стартувате со стандардно
si_lk: පෙරනිමියෙන් දියත් කිරීමට උත්සාහ කරන්න

# #30348
source: Stop / Do not launch
ar_sa: توقف / لا تطلق
de_de: Stoppen / Nicht starten
et_ee: Peata / Ära käivita
fa_af: توقف / راه اندازی نشود
it_it: Stop / Non lanciare
mk_mk: Стоп / Не стартувај
si_lk: නවත්වන්න / දියත් නොකරන්න

# #30349
source: No command set
ar_sa: لا يوجد مجموعة أوامر
de_de: Kein Befehl festgelegt
et_ee: Käsk pole määratud
fa_af: هیچ دستوری تنظیم نشده است
it_it: Nessun comando impostato
mk_mk: Нема поставено команди
si_lk: විධාන කට්ටලයක් නොමැත

# #30350
source: A launch command is not set for this list, set one now?
ar_sa: لم يتم تعيين أمر التشغيل لهذه القائمة، هل تريد تعيين واحد الآن؟
de_de: Für diese Liste ist kein Startbefehl festgelegt. Jetzt einen festlegen?
et_ee: Selle loendi jaoks pole käivitamiskäsku määratud, kas määrata see kohe?
fa_af: دستور راه اندازی برای این لیست تنظیم نشده است، اکنون یکی را تنظیم کنید؟
it_it: Per questo elenco non è impostato alcun comando di avvio. Impostarne uno ora?
mk_mk: Командата за стартување не е поставена за оваа листа, поставете ја сега?
si_lk: මෙම ලැයිස්තුව සඳහා දියත් කිරීමේ විධානයක් සකසා නැත, දැන් එකක් සකසන්නද?

# #30351
source: No default launch command could be found for this list
ar_sa: لم يتم العثور على أمر تشغيل افتراضي لهذه القائمة
de_de: Für diese Liste konnte kein Standardstartbefehl gefunden werden
et_ee: Selle loendi jaoks ei leitud ühtegi vaikekäivituskäsku
fa_af: هیچ فرمان راه اندازی پیش فرض برای این لیست یافت نشد
it_it: Non è stato possibile trovare alcun comando di avvio predefinito per questo elenco
mk_mk: Не можеше да се најде стандардна команда за стартување за оваа листа
si_lk: මෙම ලැයිස්තුව සඳහා පෙරනිමි දියත් කිරීමේ විධානයක් සොයාගත නොහැක

# #30352
source: Default core was not found. Please install {} or update launcher
ar_sa: لم يتم العثور على النواة الافتراضية. يرجى تثبيت {} أو تحديث المشغل
de_de: Der Standardkern wurde nicht gefunden. Bitte installieren Sie {} oder aktualisieren Sie den Launcher.
et_ee: Vaikimisi tuuma ei leitud. Installige {} või värskendage käivitusprogrammi
fa_af: هسته پیش فرض پیدا نشد. لطفاً {} را نصب کنید یا راه‌انداز را به‌روزرسانی کنید
it_it: Il core predefinito non è stato trovato. Installa {} o aggiorna il launcher
mk_mk: Стандардно јадро не беше пронајдено. Инсталирајте го {} или ажурирајте го стартерот
si_lk: පෙරනිමි හරය සොයාගත නොහැකි විය. කරුණාකර {} ස්ථාපනය කරන්න හෝ දියත් කිරීම යාවත්කාලීන කරන්න

# #30353
source: Game addon launch command reset
ar_sa: إعادة تعيين أمر تشغيل إضافة اللعبة
de_de: Befehl zum Starten des Spiel-Add-ons zurücksetzen
et_ee: Mängu lisandmooduli käivitamise käsu lähtestamine
fa_af: بازنشانی دستور راه اندازی افزونه بازی
it_it: Comando di avvio del componente aggiuntivo del gioco reimpostato
mk_mk: Ресетирање на командата за стартување на додатокот за игра
si_lk: ක්‍රීඩා ඇඩෝන දියත් කිරීමේ විධාන යළි පිහිටුවීම

# #30354
source: No game addons found
ar_sa: لم يتم العثور على إضافات للعبة
de_de: Keine Spiel-Add-ons gefunden
et_ee: Ühtegi mängu lisandmoodulit ei leitud
fa_af: هیچ افزونه بازی یافت نشد
it_it: Nessun componente aggiuntivo di gioco trovato
mk_mk: Не се пронајдени додатоци за игри
si_lk: ක්‍රීඩා ඇඩෝන හමු නොවීය

# #30355
source: Game addon launch command updated
ar_sa: تم تحديث أمر تشغيل الوظيفة الإضافية للعبة
de_de: Befehl zum Starten des Spiel-Add-ons aktualisiert
et_ee: Mängu lisandmooduli käivitamise käsku värskendati
fa_af: دستور راه اندازی افزونه بازی به روز شد
it_it: Comando di avvio del componente aggiuntivo del gioco aggiornato
mk_mk: Ажурирана е командата за стартување на додатокот за игри
si_lk: ක්‍රීඩා ඇඩෝන දියත් කිරීමේ විධානය යාවත්කාලීන කරන ලදී

# #30356
source: Use alternate default download folder
ar_sa: استخدم مجلد التنزيل الافتراضي البديل
de_de: Alternativer Standard-Download-Ordner verwenden
et_ee: Kasutage alternatiivset allalaadimise vaikekausta
fa_af: از پوشه دانلود پیش فرض جایگزین استفاده کنید
it_it: Utilizzare una cartella di download predefinita alternativa
mk_mk: Користете алтернативна стандардна папка за преземање
si_lk: විකල්ප පෙරනිමි බාගැනීම් ෆෝල්ඩරය භාවිතා කරන්න

# #30357
source: Only show options that keep Kodi in the background
ar_sa: إظهار الخيارات التي تبقي Kodi في الخلفية فقط
de_de: Nur Optionen anzeigen, die Kodi im Hintergrund halten
et_ee: Kuva ainult valikud, mis hoiavad Kodi taustal
fa_af: فقط گزینه هایی را نشان دهید که Kodi را در پس زمینه نگه می دارد
it_it: Mostra solo le opzioni che mantengono Kodi in background
mk_mk: Прикажи само опции што го задржуваат Kodi во заднина
si_lk: Kodi පසුබිමේ තබා ගන්නා විකල්ප පමණක් පෙන්වන්න

# #30358
source: Only show options that close Kodi
ar_sa: إظهار الخيارات التي تغلق Kodi فقط
de_de: Nur Optionen anzeigen, die Kodi schließen
et_ee: Kuva ainult valikud, mis Kodi sulgevad
fa_af: فقط گزینه هایی را نشان دهید که Kodi را می بندند
it_it: Mostra solo le opzioni che chiudono Kodi
mk_mk: Прикажи само опции што го затвораат Kodi
si_lk: Kodi වසා දමන විකල්ප පමණක් පෙන්වන්න

# #30359
source: Only show options that pause Kodi
ar_sa: إظهار الخيارات التي توقف Kodi مؤقتًا فقط
de_de: Nur Optionen anzeigen, die Kodi pausieren
et_ee: Kuva ainult valikud, mis peatavad Kodi
fa_af: فقط گزینه هایی را نشان دهید که Kodi را متوقف می کند
it_it: Mostra solo le opzioni che mettono in pausa Kodi
mk_mk: Прикажи само опции што го паузираат Kodi
si_lk: Kodi විරාම කරන විකල්ප පමණක් පෙන්වන්න

# #30360
source: Retroarch CFG Location as string
ar_sa: موقع Retroarch CFG كسلسلة
de_de: Retroarch CFG-Speicherort als Zeichenfolge
et_ee: Retroarch CFG Asukoht stringina
fa_af: Retroarch CFG مکان به عنوان رشته
it_it: Posizione CFG Retroarch come stringa
mk_mk: Retroarch CFG Локација како низа
si_lk: තන්තුව ලෙස CFG ස්ථානය Retroarch කරන්න

# #30361
source: Alternatively enter the path to the retroarch.cfg file exactly as it appears in Retroarch
ar_sa: بدلاً من ذلك، أدخل المسار إلى ملف retroarch.cfg تمامًا كما يظهر في Retroarch
de_de: Geben Sie alternativ den Pfad zur Datei retroarch.cfg genau so ein, wie er in Retroarch angezeigt wird.
et_ee: Teise võimalusena sisestage faili retroarch.cfg tee täpselt nii, nagu see kuvatakse rakenduses Retroarch
fa_af: یا مسیر فایل retroarch.cfg را دقیقاً همانطور که در Retroarch ظاهر می شود وارد کنید
it_it: In alternativa, immettere il percorso del file retroarch.cfg esattamente come appare in Retroarch
mk_mk: Алтернативно внесете ја патеката до датотеката retroarch.cfg точно како што се појавува во Retroarch
si_lk: විකල්පයක් ලෙස Retroarch හි දිස්වන ආකාරයටම retroarch.cfg ගොනුවට මාර්ගය ඇතුල් කරන්න

# #30362
source: Retroarch Cores directory as string
ar_sa: دليل Retroarch Cores كسلسلة
de_de: Retroarch Cores-Verzeichnis als Zeichenfolge
et_ee: Retroarch Cores kataloog stringina
fa_af: دایرکتوری Cores Retroarch به عنوان رشته
it_it: Directory dei core di Retroarch come stringa
mk_mk: Директориум Retroarch Cores како низа
si_lk: Retroarch Cores නාමාවලිය තන්තුව ලෙස

# #30363
source: Alternatively enter the path to the Cores directory exactly as it appears in Retroarch directory configuration
ar_sa: بدلاً من ذلك، أدخل المسار إلى دليل Cores تمامًا كما يظهر في تكوين دليل Retroarch
de_de: Alternativ geben Sie den Pfad zum Cores-Verzeichnis genau so ein, wie er in der Retroarch-Verzeichniskonfiguration erscheint
et_ee: Teise võimalusena sisestage Cores kataloogi tee täpselt nii, nagu see kuvatakse Retroarchi kataloogi konfiguratsioonis
fa_af: یا مسیر دایرکتوری Cores را دقیقاً همانطور که در پیکربندی دایرکتوری Retroarch ظاهر می شود وارد کنید
it_it: In alternativa, immettere il percorso della directory Cores esattamente come appare nella configurazione della directory Retroarch
mk_mk: Алтернативно, внесете ја патеката до директориумот Cores точно како што се појавува во конфигурацијата на директориумот Retroarch
si_lk: විකල්පයක් ලෙස Retroarch නාමාවලි වින්‍යාසයෙහි දිස්වන ආකාරයටම Cores බහලුම වෙත යන මාර්ගය ඇතුල් කරන්න.

# #30364
source: Update Launcher for {}?[CR][B]This will change settings for all games in this list.[/B]
ar_sa: تحديث المشغل لـ {}?[CR][B]سيؤدي هذا إلى تغيير الإعدادات لجميع الألعاب في هذه القائمة.[/B]
de_de: Launcher für {} aktualisieren?[CR][B]Dadurch werden die Einstellungen für alle Spiele in dieser Liste geändert.[/B]
et_ee: Kas värskendada mängu {} käivitajat?[CR][B]See muudab kõigi selles loendis olevate mängude seadeid.[/B]
fa_af: راه‌انداز برای {} به‌روزرسانی شود؟[CR][B]این کار تنظیمات همه بازی‌های این فهرست را تغییر می‌دهد.[/B]
it_it: Aggiorna Launcher per {}?[CR][B]Questo cambierà le impostazioni per tutti i giochi in questo elenco.[/B]
mk_mk: Да се ​​ажурира стартерот за {}?[CR][B]Ова ќе ги промени поставките за сите игри во списоков.[/B]
si_lk: {} සඳහා දියත් කිරීම යාවත්කාලීන කරන්නද?[CR][B]මෙය මෙම ලැයිස්තුවේ ඇති සියලුම ක්‍රීඩා සඳහා සැකසීම් වෙනස් කරයි.[/B]

# #30365
source: Update Launch Command for {}?[CR][B]This will change settings for all games in this list.[/B]
ar_sa: تحديث أمر التشغيل لـ {}?[CR][B]سيؤدي هذا إلى تغيير الإعدادات لجميع الألعاب في هذه القائمة.[/B]
de_de: Startbefehl für {} aktualisieren?[CR][B]Dadurch werden die Einstellungen für alle Spiele in dieser Liste geändert.[/B]
et_ee: Kas värskendada mängu {} käivitamiskäsku?[CR][B]See muudab kõigi selles loendis olevate mängude seadeid.[/B]
fa_af: فرمان راه‌اندازی را برای {} به‌روزرسانی کنید؟[CR][B]این کار تنظیمات همه بازی‌های این فهرست را تغییر می‌دهد.[/B]
it_it: Aggiorna comando di avvio per {}?[CR][B]Questo cambierà le impostazioni per tutti i giochi in questo elenco.[/B]
mk_mk: Ажурирајте ја командата за стартување за {}?[CR][B]Ова ќе ги промени поставките за сите игри на оваа листа.[/B]
si_lk: {} සඳහා දියත් කිරීමේ විධානය යාවත්කාලීන කරන්නද?[CR][B]මෙය මෙම ලැයිස්තුවේ ඇති සියලුම ක්‍රීඩා සඳහා සැකසීම් වෙනස් කරයි.[/B]

# #30366
source: Update Launch Download Path for {}?[CR][B]This will change settings for all games in this list.[/B]
ar_sa: تحديث مسار التنزيل لبدء تشغيل {}؟[CR][B]سيؤدي هذا إلى تغيير الإعدادات لجميع الألعاب في هذه القائمة.[/B]
de_de: Download-Pfad für {} aktualisieren?[CR][B]Dadurch werden die Einstellungen für alle Spiele in dieser Liste geändert.[/B]
et_ee: Kas värskendada mängu {} käivitamise allalaadimisteed?[CR][B]See muudab kõigi selles loendis olevate mängude seadeid.[/B]
fa_af: راه‌اندازی مسیر دانلود را برای {} به‌روزرسانی کنید؟[CR][B]این کار تنظیمات همه بازی‌های این فهرست را تغییر می‌دهد.[/B]
it_it: Aggiorna il percorso di avvio del download per {}?[CR][B]Questo cambierà le impostazioni per tutti i giochi in questo elenco.[/B]
mk_mk: Ажурирајте ја патеката за преземање на стартување за {}?[CR][B]Ова ќе ги промени поставките за сите игри на оваа листа.[/B]
si_lk: {} සඳහා දියත් කිරීමේ බාගැනීම් මාර්ගය යාවත්කාලීන කරන්නද?[CR][B]මෙය මෙම ලැයිස්තුවේ ඇති සියලුම ක්‍රීඩා සඳහා සැකසීම් වෙනස් කරයි.[/B]

# #30367
source: Update Launch Command
ar_sa: تحديث أمر التشغيل
de_de: Startbefehl aktualisieren
et_ee: Värskendage Käivituskäsku
fa_af: به روز رسانی فرمان راه اندازی
it_it: Aggiorna comando di avvio
mk_mk: Ажурирајте ја командата за стартување
si_lk: දියත් කිරීමේ විධානය යාවත්කාලීන කරන්න

# #30368
source: Update Launch Download Path
ar_sa: تحديث مسار التنزيل والإطلاق
de_de: Downloadpfad zum Starten des Updates
et_ee: Värskendage Käivitage allalaadimistee
fa_af: به روز رسانی راه اندازی مسیر دانلود
it_it: Aggiorna Avvia Percorso di download
mk_mk: Ажурирајте ја патеката за преземање за стартување
si_lk: දියත් කිරීමේ බාගත කිරීමේ මාර්ගය යාවත්කාලීන කරන්න

# #30369
source: Reset settings for {}?[CR][B]This will change settings for all games in this list.[/B]
ar_sa: إعادة تعيين الإعدادات لـ {}؟[CR][B]سيؤدي هذا إلى تغيير الإعدادات لجميع الألعاب في هذه القائمة.[/B]
de_de: Einstellungen für {} zurücksetzen?[CR][B]Dadurch werden die Einstellungen für alle Spiele in dieser Liste geändert.[/B]
et_ee: Kas lähtestada mängu {} seaded?[CR][B]See muudab kõigi selles loendis olevate mängude seadeid.[/B]
fa_af: تنظیمات برای {} بازنشانی شود؟[CR][B]این کار تنظیمات همه بازی‌های این فهرست را تغییر می‌دهد.[/B]
it_it: Ripristina impostazioni per {}?[CR][B]Questo cambierà le impostazioni per tutti i giochi in questo elenco.[/B]
mk_mk: Да се ​​ресетираат поставките за {}?[CR][B]Ова ќе ги промени поставките за сите игри на оваа листа.[/B]
si_lk: {}?[CR][B] සඳහා සැකසුම් යළි පිහිටුවන්න.[/B]මෙය මෙම ලැයිස්තුවේ ඇති සියලුම ක්‍රීඩා සඳහා සැකසුම් වෙනස් කරනු ඇත.[/B]

# #30370
source: Support
ar_sa: يدعم
de_de: Unterstützung
et_ee: Toetus
fa_af: پشتیبانی کنید
it_it: Supporto
mk_mk: Поддршка
si_lk: සහාය

# #30371
source: Donate to Archive.org
ar_sa: التبرع لـ Archive.org
de_de: Spenden Sie an Archive.org
et_ee: Annetage saidile Archive.org
fa_af: به Archive.org کمک کنید
it_it: Fai una donazione ad Archive.org
mk_mk: Донирајте на Archive.org
si_lk: Archive.org වෙත පරිත්‍යාග කරන්න

# #30372
source: A new IAGL database has been found[CR]Do you want to update?[CR]Settings will be copied to the new db if possible
ar_sa: تم العثور على قاعدة بيانات IAGL جديدة[CR]هل تريد التحديث؟[CR]سيتم نسخ الإعدادات إلى قاعدة البيانات الجديدة إذا كان ذلك ممكنًا
de_de: Eine neue IAGL-Datenbank wurde gefunden[CR]Möchten Sie aktualisieren?[CR]Die Einstellungen werden, wenn möglich, in die neue Datenbank kopiert.
et_ee: Leiti uus IAGL-i andmebaas[CR]Kas soovite värskendada?[CR]Võimalusel kopeeritakse seaded uude andmebaasi
fa_af: یک پایگاه داده جدید IAGL پیدا شد[CR]آیا می خواهید به روز رسانی کنید؟[CR]تنظیمات در صورت امکان در db جدید کپی می شوند
it_it: È stato trovato un nuovo database IAGL[CR]Vuoi aggiornare?[CR]Se possibile, le impostazioni verranno copiate nel nuovo database
mk_mk: Пронајдена е нова база на податоци на IAGL[CR]Дали сакате да се ажурирате?[CR]Поставките ќе се копираат во новата db ако е можно
si_lk: නව IAGL දත්ත සමුදායක් සොයාගෙන ඇත[CR]ඔබට යාවත්කාලීන කිරීමට අවශ්‍යද?[CR]හැකි නම් සැකසීම් නව db වෙත පිටපත් කෙරේ

# #30373
source: New db
ar_sa: قاعدة بيانات جديدة
de_de: Neue Datenbank
et_ee: Uus db
fa_af: db جدید
it_it: Nuovo database
mk_mk: Нов дб
si_lk: නව db

# #30374
source: Database was updated[CR]User settings were transferred
ar_sa: تم تحديث قاعدة البيانات[CR]تم نقل إعدادات المستخدم
de_de: Datenbank wurde aktualisiert[CR]Benutzereinstellungen wurden übertragen
et_ee: Andmebaasi värskendati[CR]Kasutaja seaded viidi üle
fa_af: پایگاه داده به روز شد[CR]تنظیمات کاربر منتقل شد
it_it: Il database è stato aggiornato[CR]Le impostazioni utente sono state trasferite
mk_mk: Базата на податоци е ажурирана[CR]Корисничките поставки се префрлени
si_lk: දත්ත සමුදාය යාවත්කාලීන කරන ලදී[CR]පරිශීලක සැකසුම් මාරු කරන ලදී

# #30375
source: Database was updated[CR]Some user settings failed to transfer[CR]See log for more details
ar_sa: تم تحديث قاعدة البيانات[CR]فشل نقل بعض إعدادات المستخدم[CR]راجع السجل لمزيد من التفاصيل
de_de: Die Datenbank wurde aktualisiert[CR]Einige Benutzereinstellungen konnten nicht übertragen werden[CR]Weitere Einzelheiten finden Sie im Protokoll
et_ee: Andmebaasi värskendati[CR]Mõne kasutaja seadete ülekandmine ebaõnnestus[CR]Lisateavet leiate logist
fa_af: پایگاه داده به‌روزرسانی شد[CR]برخی تنظیمات کاربر منتقل نشدند[CR]برای جزئیات بیشتر به گزارش مراجعه کنید
it_it: Il database è stato aggiornato[CR]Alcune impostazioni utente non sono state trasferite[CR]Consultare il registro per maggiori dettagli
mk_mk: Базата на податоци е ажурирана[CR]Не успеаја да се пренесат некои кориснички поставки[CR]Видете во дневникот за повеќе детали
si_lk: දත්ත සමුදාය යාවත්කාලීන කරන ලදී[CR]සමහර පරිශීලක සැකසුම් මාරු කිරීමට අසමත් විය[CR]වැඩිදුර විස්තර සඳහා ලොගය බලන්න

# #30376
source: There was an error updating the database[CR]See log for more details
ar_sa: حدث خطأ أثناء تحديث قاعدة البيانات[CR]راجع السجل لمزيد من التفاصيل
de_de: Beim Aktualisieren der Datenbank ist ein Fehler aufgetreten[CR]Weitere Einzelheiten finden Sie im Protokoll.
et_ee: Andmebaasi värskendamisel ilmnes viga[CR]Lisateavet vaadake logist
fa_af: هنگام به‌روزرسانی پایگاه داده خطایی روی داد[CR]برای جزئیات بیشتر به گزارش مراجعه کنید
it_it: Si è verificato un errore durante l'aggiornamento del database[CR]Consulta il registro per maggiori dettagli
mk_mk: Настана грешка при ажурирањето на базата на податоци[CR]Видете во дневникот за повеќе детали
si_lk: දත්ත සමුදාය යාවත්කාලීන කිරීමේදී දෝෂයක් ඇති විය[CR]වැඩිදුර විස්තර සඳහා ලොගය බලන්න

# #30377
source: Ask me again later
ar_sa: اسألني مرة أخرى لاحقًا
de_de: Frag mich später nochmal
et_ee: Küsi hiljem uuesti
fa_af: بعدا دوباره از من بپرس
it_it: Chiedimelo di nuovo più tardi
mk_mk: Прашај ме пак подоцна
si_lk: පසුව නැවත මගෙන් අසන්න.

# #30378
source: Do not update this time[CR](Don’t ask me again until next update)
ar_sa: لا تقم بالتحديث هذه المرة[CR](لا تسألني مرة أخرى حتى التحديث التالي)
de_de: Dieses Mal nicht aktualisieren[CR](Fragen Sie mich nicht noch einmal bis zum nächsten Update)
et_ee: Ära värskenda seekord[CR](Ärge küsige enne järgmist värskendust)
fa_af: این بار به‌روزرسانی نشود[CR] (تا به‌روزرسانی بعدی دیگر از من سؤال نکنید)
it_it: Non aggiornare questa volta[CR](Non chiedermelo più fino al prossimo aggiornamento)
mk_mk: Не ажурирај овој пат[CR] (Не ме прашувај повторно до следното ажурирање)
si_lk: මෙම අවස්ථාවේදී යාවත්කාලීන නොකරන්න[CR](ඊළඟ යාවත්කාලීනය තෙක් මගෙන් නැවත අසන්න එපා)

# #30379
source: Welcome to the IAGL Setup Wizard[CR]Lets run through all the settings to get you playing!
ar_sa: مرحبًا بك في معالج إعداد IAGL[CR]دعنا نستعرض جميع الإعدادات حتى تتمكن من اللعب!
de_de: Willkommen beim IAGL-Setup-Assistenten[CR]Lassen Sie uns alle Einstellungen durchgehen, damit Sie loslegen können!
et_ee: Tere tulemast IAGL-i seadistusviisardisse[CR]Läheb läbi kõik seaded, et saaksite mängida!
fa_af: به IAGL Setup Wizard خوش آمدید[CR].
it_it: Benvenuti alla procedura guidata di installazione di IAGL[CR]Esaminiamo tutte le impostazioni per iniziare a giocare!
mk_mk: Добре дојдовте во Волшебникот за поставување IAGL[CR]Да ги поминеме сите поставки за да ве поттикне да играте!
si_lk: IAGL Setup Wizard වෙත සාදරයෙන් පිළිගනිමු[CR]ඔබව ක්‍රීඩා කිරීමට සියලු සැකසීම් හරහා ධාවනය කරමු!

# #30380
source: Most games require an archive.org account[CR]Sign up at https://archive.org/account/signup[CR]Would you like to use your account with IAGL?
ar_sa: تتطلب معظم الألعاب حساب archive.org[CR]قم بالتسجيل على https://archive.org/account/signup[CR]هل ترغب في استخدام حسابك مع IAGL؟
de_de: Für die meisten Spiele ist ein Konto bei archive.org erforderlich.[CR]Registrieren Sie sich unter https://archive.org/account/signup.[CR]Möchten Sie Ihr Konto bei IAGL verwenden?
et_ee: Enamik mänge nõuab archive.org kontot[CR]Registreeruge aadressil https://archive.org/account/signup[CR]Kas soovite kasutada oma kontot IAGL-iga?
fa_af: اکثر بازی‌ها به یک حساب archive.org نیاز دارند[CR]در https://archive.org/account/signup[CR]ثبت‌نام کنید آیا می‌خواهید از حساب خود با IAGL استفاده کنید؟
it_it: Per la maggior parte dei giochi è necessario un account archive.org[CR]Registrati su https://archive.org/account/signup[CR]Vuoi usare il tuo account con IAGL?
mk_mk: Повеќето игри бараат сметка на archive.org[CR]Регистрирајте се на https://archive.org/account/signup[CR]Дали сакате да ја користите вашата сметка со IAGL?
si_lk: බොහෝ ක්‍රීඩා සඳහා archive.org ගිණුමක් අවශ්‍ය වේ[CR]https://archive.org/account/signup[CR]ඔබගේ ගිණුම IAGL සමඟ භාවිතා කිරීමට ඔබ කැමතිද?

# #30381
source: Setup is complete for using Kodi game addons![CR]Are you ready to play?[CR]Select [B]No[/B] to setup external game launching.
ar_sa: تم الانتهاء من عملية الإعداد لاستخدام إضافات ألعاب Kodi![CR]هل أنت مستعد للعب؟[CR]حدد [B]لا[/B] لإعداد تشغيل اللعبة خارجيًا.
de_de: Die Einrichtung zur Verwendung von Kodi-Spiel-Add-ons ist abgeschlossen! [CR]Sind Sie bereit zum Spielen? [CR]Wählen Sie [B]Nein[/B], um das externe Starten von Spielen einzurichten.
et_ee: Seadistamine on Kodi mängu lisandmoodulite kasutamiseks valmis![CR]Kas olete mängimiseks valmis?[CR]Välise mängu käivitamise seadistamiseks valige [B]Ei[/B].
fa_af: راه‌اندازی برای استفاده از افزونه‌های بازی Kodi کامل شد![CR]آماده بازی هستید؟[CR]برای راه‌اندازی راه‌اندازی بازی خارجی، [B]No[/B] را انتخاب کنید.
it_it: La configurazione per l'utilizzo dei componenti aggiuntivi per giochi Kodi è completa![CR]Sei pronto per giocare?[CR]Seleziona [B]No[/B] per configurare l'avvio di giochi esterni.
mk_mk: Поставувањето е завршено за користење на додатоци за играта Kodi![CR]Дали сте подготвени да играте?[CR]Изберете [B]Не[/B] за да поставите надворешно стартување на играта.
si_lk: Kodi ක්‍රීඩා ඇඩෝන භාවිතා කිරීම සඳහා පිහිටුවීම සම්පූර්ණයි![CR]ඔබ ක්‍රීඩා කිරීමට සූදානම්ද?[CR]බාහිර ක්‍රීඩා දියත් කිරීම පිහිටුවීමට [B]නැහැ[/B] තෝරන්න.

# #30382
source: Set all game lists to be externally launched
ar_sa: تعيين كافة قوائم الألعاب ليتم تشغيلها خارجيًا
de_de: Alle Spielelisten so einrichten, dass sie extern gestartet werden
et_ee: Määrake kõik mängude loendid väliselt käivitamiseks
fa_af: همه لیست های بازی را تنظیم کنید تا به صورت خارجی راه اندازی شوند
it_it: Imposta tutti gli elenchi di giochi per essere avviati esternamente
mk_mk: Поставете ги сите списоци со игри да се стартуваат надворешно
si_lk: සියලුම ක්‍රීඩා ලැයිස්තු බාහිරව දියත් කිරීමට සකසන්න
