Repository: masQelec/repository.masqelec
Catalog: plugin.program.iagl/resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, et_ee, fa_af, it_it, mk_mk, si_lk

# #30217
source: Players selected
ar_sa: اللاعبين المختارين
de_de: Ausgewählte Spieler
et_ee: Mängijad valitud
fa_af: بازیکنان انتخاب شدند
it_it: Giocatori selezionati
mk_mk: Избрани играчи
si_lk: ක්‍රීඩකයන් තෝරාගෙන ඇත

# #30218
source: Studios selected
ar_sa: الاستوديوهات المختارة
de_de: Ausgewählte Studios
et_ee: Stuudiod valitud
fa_af: استودیو انتخاب شده است
it_it: Studi selezionati
mk_mk: Избрани студиа
si_lk: චිත්‍රාගාර තෝරාගෙන ඇත

# #30219
source: Tags selected
ar_sa: العلامات المختارة
de_de: Ausgewählte Tags
et_ee: Sildid valitud
fa_af: برچسب‌ها انتخاب شدند
it_it: Tag selezionati
mk_mk: Избрани ознаки
si_lk: ටැග් තෝරා ඇත

# #30220
source: Playlists selected
ar_sa: قوائم التشغيل المختارة
de_de: Ausgewählte Wiedergabelisten
et_ee: Esitusloendid valitud
fa_af: لیست های پخش انتخاب شده است
it_it: Playlist selezionate
mk_mk: Избрани плејлисти
si_lk: ධාවන ලැයිස්තු තෝරා ඇත

# #30221
source: Regions selected
ar_sa: المناطق المختارة
de_de: Ausgewählte Regionen
et_ee: Piirkonnad valitud
fa_af: مناطق انتخاب شده
it_it: Regioni selezionate
mk_mk: Избрани региони
si_lk: තෝරාගත් කලාප

# #30222
source: Languages selected
ar_sa: اللغات المختارة
de_de: Ausgewählte Sprachen
et_ee: Valitud keeled
fa_af: زبان‌های انتخاب شده
it_it: Lingue selezionate
mk_mk: Избрани јазици
si_lk: තෝරාගත් භාෂා

# #30223
source: Editions selected
ar_sa: الطبعات المختارة
de_de: Ausgewählte Editionen
et_ee: Väljaanded on valitud
fa_af: نسخه‌ها انتخاب شدند
it_it: Edizioni selezionate
mk_mk: Избрани изданија
si_lk: සංස්කරණ තෝරා ඇත

# #30224
source: Codes selected
ar_sa: الرموز المختارة
de_de: Ausgewählte Codes
et_ee: Koodid valitud
fa_af: کدهای انتخاب شده
it_it: Codici selezionati
mk_mk: Избрани шифри
si_lk: කේත තෝරා ඇත

# #30225
source: Ratings selected
ar_sa: تم اختيار التقييمات
de_de: Ausgewählte Bewertungen
et_ee: Hinnangud valitud
fa_af: رتبه بندی انتخاب شده است
it_it: Valutazioni selezionate
mk_mk: Избрани оценки
si_lk: ඇගයීම් තෝරා ඇත

# #30226
source: Enter title search query
ar_sa: أدخل استعلام البحث عن العنوان
de_de: Titelsuchabfrage eingeben
et_ee: Sisestage pealkirja otsingupäring
fa_af: عبارت جستجوی عنوان را وارد کنید
it_it: Inserisci la query di ricerca del titolo
mk_mk: Внесете барање за пребарување на наслов
si_lk: මාතෘකා සෙවුම් විමසුම ඇතුලත් කරන්න

# #30227
source: Empty search
ar_sa: بحث فارغ
de_de: Suche leeren
et_ee: Tühi otsing
fa_af: جستجوی خالی
it_it: Ricerca vuota
mk_mk: Празно пребарување
si_lk: හිස් සෙවීම

# #30228
source: Search criteria is empty.[CR]Update criteria and try again.
ar_sa: معايير البحث فارغة.[CR]تحديث المعايير ثم المحاولة مرة أخرى.
de_de: Suchkriterien sind leer.[CR]Aktualisieren Sie die Kriterien und versuchen Sie es erneut.
et_ee: Otsingukriteeriumid on tühjad.[CR]Värskendage kriteeriume ja proovige uuesti.
fa_af: معیارهای جستجو خالی است.[CR]معیارها را به‌روزرسانی کنید و دوباره امتحان کنید.
it_it: I criteri di ricerca sono vuoti.[CR]Aggiorna i criteri e riprova.
mk_mk: Критериумите за пребарување се празни.[CR]Ажурирајте ги критериумите и обидете се повторно.
si_lk: සෙවුම් නිර්ණායක හිස්ය.[CR]නිර්ණායක යාවත්කාලීන කර නැවත උත්සාහ කරන්න.

# #30229
source: Reset criteria
ar_sa: إعادة تعيين المعايير
de_de: Kriterien zurücksetzen
et_ee: Lähtestage kriteeriumid
fa_af: بازنشانی معیارها
it_it: Reimposta criteri
mk_mk: Ресетирајте ги критериумите
si_lk: නිර්ණායක යළි පිහිටුවන්න

# #30230
source: Enter Link Name
ar_sa: أدخل اسم الرابط
de_de: Linknamen eingeben
et_ee: Sisestage lingi nimi
fa_af: نام پیوند را وارد کنید
it_it: Inserisci il nome del collegamento
mk_mk: Внесете име на врската
si_lk: සබැඳි නම ඇතුළත් කරන්න

# #30231
source: Define the start page for IAGL
ar_sa: تحديد صفحة البداية لـ IAGL
de_de: Definieren Sie die Startseite für IAGL
et_ee: Määrake IAGL-i avaleht
fa_af: صفحه شروع را برای IAGL تعریف کنید
it_it: Definisci la pagina iniziale per IAGL
mk_mk: Дефинирајте ја почетната страница за IAGL
si_lk: IAGL සඳහා ආරම්භක පිටුව නිර්වචනය කරන්න

# #30232
source: Kodi launch options
ar_sa: خيارات تشغيل كودي
de_de: Kodi-Startoptionen
et_ee: Kodi käivitusvalikud
fa_af: گزینه های راه اندازی Kodi
it_it: Opzioni di avvio di Kodi
mk_mk: Опции за лансирање на Kodi
si_lk: Kodi දියත් කිරීමේ විකල්ප

# #30233
source: Completed
ar_sa: مكتمل
de_de: Vollendet
et_ee: Lõpetatud
fa_af: تکمیل شد
it_it: Completato
mk_mk: Завршено
si_lk: සම්පූර්ණ කළා

# #30234
source: Create new group
ar_sa: إنشاء مجموعة جديدة
de_de: Neue Gruppe erstellen
et_ee: Loo uus grupp
fa_af: ایجاد گروه جدید
it_it: Crea nuovo gruppo
mk_mk: Креирај нова група
si_lk: නව සමූහයක් සාදන්න

# #30235
source: Select favorite group
ar_sa: حدد المجموعة المفضلة
de_de: Favoritengruppe auswählen
et_ee: Valige lemmikrühm
fa_af: گروه مورد علاقه را انتخاب کنید
it_it: Seleziona il gruppo preferito
mk_mk: Изберете омилена група
si_lk: ප්‍රියතම කණ්ඩායම තෝරන්න

# #30236
source: Group by Favorites Group
ar_sa: تجميع حسب المجموعة المفضلة
de_de: Gruppieren nach Favoritengruppe
et_ee: Rühmita lemmikute rühma järgi
fa_af: گروه توسط گروه مورد علاقه
it_it: Raggruppa per gruppo Preferiti
mk_mk: Група по група на омилени
si_lk: ප්‍රියතම සමූහය අනුව සමූහය

# #30237
source: Remove IAGL Favorite
ar_sa: إزالة المفضلة من IAGL
de_de: IAGL-Favorit entfernen
et_ee: Eemaldage IAGL-i lemmik
fa_af: IAGL Favorite را حذف کنید
it_it: Rimuovi preferito IAGL
mk_mk: Отстранете го омилениот IAGL
si_lk: IAGL ප්‍රියතම ඉවත් කරන්න

# #30238
source: Are you sure you want to delete this Favorite?
ar_sa: هل أنت متأكد أنك تريد حذف هذه المفضلة؟
de_de: Möchten Sie diesen Favoriten wirklich löschen?
et_ee: Kas olete kindel, et soovite selle lemmiku kustutada?
fa_af: آیا مطمئن هستید که می خواهید این مورد دلخواه را حذف کنید؟
it_it: Sei sicuro di voler eliminare questo preferito?
mk_mk: Дали сте сигурни дека сакате да го избришете овој Омилен?
si_lk: ඔබට මෙම ප්‍රියතමය මැකීමට අවශ්‍ය බව විශ්වාසද?

# #30239
source: Favorite deleted
ar_sa: تم حذف المفضلة
de_de: Favorit gelöscht
et_ee: Lemmik kustutatud
fa_af: مورد دلخواه حذف شد
it_it: Preferito eliminato
mk_mk: Омилената е избришана
si_lk: ප්රියතම මකා දමන ලදී

# #30240
source: Favorites display
ar_sa: عرض المفضلة
de_de: Favoritenanzeige
et_ee: Lemmikute kuva
fa_af: نمایش موارد دلخواه
it_it: Visualizzazione dei preferiti
mk_mk: Приказ на омилени
si_lk: ප්‍රියතමයන් සංදර්ශකය

# #30241
source: Define the start page for IAGL Favorites
ar_sa: قم بتحديد صفحة البدء لمفضلات IAGL
de_de: Definieren Sie die Startseite für IAGL-Favoriten
et_ee: Määrake IAGL-i lemmikute avaleht
fa_af: صفحه شروع را برای IAGL Favorites تعریف کنید
it_it: Definisci la pagina iniziale per i preferiti IAGL
mk_mk: Дефинирајте ја почетната страница за Омилени на IAGL
si_lk: IAGL ප්‍රියතමයන් සඳහා ආරම්භක පිටුව නිර්වචනය කරන්න

# #30242
source: By Favorites Group
ar_sa: حسب المجموعة المفضلة
de_de: Nach Favoritengruppe
et_ee: Lemmikute grupi järgi
fa_af: توسط گروه علاقه مندی ها
it_it: Dal gruppo Preferiti
mk_mk: Од група на омилени
si_lk: ප්‍රියතම සමූහය විසිනි

# #30243
source: Reset *all* criteria
ar_sa: إعادة تعيين *جميع* المعايير
de_de: *Alle* Kriterien zurücksetzen
et_ee: Lähtestage *kõik* kriteeriumid
fa_af: *همه* معیارها را بازنشانی کنید
it_it: Reimposta *tutti* i criteri
mk_mk: Ресетирајте ги *сите* критериуми
si_lk: *සියලු* නිර්ණායක යළි පිහිටුවන්න

# #30244
source: Run IAGL setup wizard?
ar_sa: تشغيل معالج إعداد IAGL؟
de_de: IAGL-Setup-Assistent ausführen?
et_ee: Kas käivitada IAGL-i seadistusviisard?
fa_af: جادوگر راه اندازی IAGL اجرا شود؟
it_it: Eseguire la procedura guidata di installazione IAGL?
mk_mk: Да се ​​изврши волшебникот за поставување IAGL?
si_lk: IAGL පිහිටුවීම් විශාරද ධාවනය කරන්නද?

# #30245
source: Wizard
ar_sa: ساحر
de_de: Zauberer
et_ee: Nõustaja
fa_af: جادوگر
it_it: Procedura guidata
mk_mk: Волшебник
si_lk: විශාරදයා

# #30246
source: Update game list Launcher
ar_sa: تحديث قائمة الألعاب
de_de: Spieleliste aktualisieren Launcher
et_ee: Värskendage mänguloendi käivitajat
fa_af: راه‌انداز لیست بازی را به‌روزرسانی کنید
it_it: Aggiorna l'elenco dei giochi Launcher
mk_mk: Ажурирајте го стартерот на списокот на игри
si_lk: ක්‍රීඩා ලැයිස්තුව දියත් කිරීම යාවත්කාලීන කරන්න

# #30247
source: Update game list Launch Command
ar_sa: تحديث قائمة الألعاب أمر التشغيل
de_de: Spieleliste aktualisieren Launch Command
et_ee: Värskendage mängude loendit Käivitage käsk
fa_af: لیست بازی ها را به روز کنید Launch Command
it_it: Aggiorna l'elenco dei giochi Avvia il comando
mk_mk: Ажурирајте го списокот со игри Команда за стартување
si_lk: ක්‍රීඩා ලැයිස්තුව යාවත්කාලීන කරන්න දියත් විධානය

# #30248
source: Update game list Download Path
ar_sa: تحديث قائمة الألعاب مسار التنزيل
de_de: Spieleliste aktualisieren Download-Pfad
et_ee: Värskendage mängude loendit allalaadimistee
fa_af: به روز رسانی لیست بازی ها مسیر دانلود
it_it: Aggiorna elenco giochi Percorso download
mk_mk: Ажурирајте го списокот со игри Патека за преземање
si_lk: ක්‍රීඩා ලැයිස්තුව යාවත්කාලීන කරන්න බාගැනීමේ මාර්ගය

# #30249
source: Hide game list
ar_sa: إخفاء قائمة الألعاب
de_de: Spieleliste ausblenden
et_ee: Peida mängude loend
fa_af: لیست بازی ها را مخفی کنید
it_it: Nascondi elenco giochi
mk_mk: Сокриј го списокот со игри
si_lk: ක්‍රීඩා ලැයිස්තුව සඟවන්න

# #30250
source: Update game list post download process
ar_sa: تحديث قائمة الألعاب بعد عملية التنزيل
de_de: Spieleliste nach dem Downloadvorgang aktualisieren
et_ee: Värskendage mängude loendit pärast allalaadimise protsessi
fa_af: به روز رسانی لیست بازی مراحل دانلود
it_it: Aggiorna l'elenco dei giochi dopo il processo di download
mk_mk: Ажурирајте го списокот со игри по процесот на преземање
si_lk: බාගත කිරීමේ ක්‍රියාවලියෙන් පසු ක්‍රීඩා ලැයිස්තුව යාවත්කාලීන කරන්න

# #30251
source: Are you sure you want to hide game list
ar_sa: هل أنت متأكد أنك تريد إخفاء قائمة الألعاب؟
de_de: Möchten Sie die Spieleliste wirklich ausblenden?
et_ee: Kas olete kindel, et soovite mängude loendit peita?
fa_af: آیا مطمئن هستید که می خواهید لیست بازی ها را پنهان کنید؟
it_it: Sei sicuro di voler nascondere l'elenco dei giochi?
mk_mk: Дали сте сигурни дека сакате да го скриете списокот со игри
si_lk: ඔබට ක්‍රීඩා ලැයිස්තුව සැඟවීමට අවශ්‍ය බව විශ්වාසද

# #30252
source: Game list is now hidden
ar_sa: قائمة الألعاب مخفية الآن
de_de: Die Spieleliste ist jetzt ausgeblendet
et_ee: Mängude loend on nüüd peidetud
fa_af: لیست بازی اکنون پنهان است
it_it: L'elenco dei giochi è ora nascosto
mk_mk: Списокот на игри сега е скриен
si_lk: ක්‍රීඩා ලැයිස්තුව දැන් සඟවා ඇත.

# #30253
source: No results
ar_sa: لا توجد نتائج
de_de: Keine Ergebnisse
et_ee: Tulemusi pole
fa_af: هیچ نتیجه ای وجود ندارد
it_it: Nessun risultato
mk_mk: Нема резултати
si_lk: ප්‍රතිඵල නැත

# #30254
source: No hidden game lists found
ar_sa: لم يتم العثور على قوائم الألعاب المخفية
de_de: Keine versteckten Spielelisten gefunden
et_ee: Peidetud mängude loendeid ei leitud
fa_af: هیچ لیست بازی پنهانی پیدا نشد
it_it: Nessun elenco di giochi nascosti trovato
mk_mk: Не се пронајдени скриени списоци со игри
si_lk: සැඟවුණු ක්‍රීඩා ලැයිස්තු හමු නොවීය

# #30255
source: Game lists unhidden
ar_sa: قوائم الألعاب غير مخفية
de_de: Spielelisten sichtbar machen
et_ee: Mängude loendid on peidetud
fa_af: لیست بازی ها پنهان نمی شوند
it_it: Elenchi di giochi non nascosti
mk_mk: Списоците на игри не се скриени
si_lk: ක්‍රීඩා ලැයිස්තු නොසඟවා ඇත

# #30256
source: Confirm reset
ar_sa: تأكيد إعادة الضبط
de_de: Zurücksetzen bestätigen
et_ee: Kinnitage lähtestamine
fa_af: تنظیم مجدد را تأیید کنید
it_it: Conferma il ripristino
mk_mk: Потврдете го ресетирањето
si_lk: යළි පිහිටුවීම තහවුරු කරන්න

# #30257
source: Are you sure you want to reset the database?[CR]All user info will be lost![CR]This cannot be undone!
ar_sa: هل أنت متأكد أنك تريد إعادة تعيين قاعدة البيانات؟[CR]سيتم فقد جميع معلومات المستخدم![CR]لا يمكن التراجع عن هذا!
de_de: Möchten Sie die Datenbank wirklich zurücksetzen?[CR]Alle Benutzerinformationen gehen verloren![CR]Dies kann nicht rückgängig gemacht werden!
et_ee: Kas olete kindel, et soovite andmebaasi lähtestada?[CR]Kogu kasutajateave läheb kaotsi![CR]Seda ei saa tagasi võtta!
fa_af: آیا مطمئن هستید که می‌خواهید پایگاه داده را بازنشانی کنید؟[CR]همه اطلاعات کاربر از بین خواهد رفت![CR]این کار قابل واگرد نیست!
it_it: Vuoi davvero reimpostare il database?[CR]Tutte le informazioni utente andranno perse![CR]Questa operazione non può essere annullata!
mk_mk: Дали сте сигурни дека сакате да ја ресетирате базата на податоци?[CR]Сите кориснички информации ќе бидат изгубени![CR]Ова не може да се врати!
si_lk: ඔබට දත්ත සමුදාය යළි පිහිටුවීමට අවශ්‍ය බව විශ්වාසද?[CR]සියලු පරිශීලක තොරතුරු අහිමි වනු ඇත![CR]මෙය පසුගමනය කළ නොහැක!

# #30258
source: Database has been reset
ar_sa: تم إعادة تعيين قاعدة البيانات
de_de: Die Datenbank wurde zurückgesetzt
et_ee: Andmebaas on lähtestatud
fa_af: پایگاه داده بازنشانی شده است
it_it: Il database è stato reimpostato
mk_mk: Базата на податоци е ресетирана
si_lk: දත්ත සමුදාය නැවත සකස් කර ඇත

# #30259
source: Update Launcher
ar_sa: تحديث المشغل
de_de: Launcher aktualisieren
et_ee: Käivitaja värskendamine
fa_af: به روز رسانی لانچر
it_it: Aggiorna Launcher
mk_mk: Стартер за ажурирање
si_lk: දියත් කිරීම යාවත්කාලීන කරන්න

# #30260
source: Update launcher from[CR]Kodi to[CR]External?
ar_sa: تحديث المشغل من[CR]Kodi إلى[CR]External؟
de_de: Launcher von [CR]Kodi auf [CR]Extern aktualisieren?
et_ee: Kas värskendada käivitusprogrammi [CR]Kodi versioonist[CR]External?
fa_af: راه‌انداز از [CR]Kodi به [CR] خارجی به‌روزرسانی شود؟
it_it: Aggiornare il launcher da[CR]Kodi a[CR]Esterno?
mk_mk: Да се ​​ажурира стартерот од[CR]Kodi на[CR]External?
si_lk: දියත් කිරීම [CR]Kodi සිට[CR]බාහිර වෙත යාවත්කාලීන කරන්නද?

# #30261
source: Update launcher from[CR]External to[CR]Kodi?
ar_sa: تحديث المشغل من[CR]External إلى[CR]Kodi؟
de_de: Launcher von [CR]Extern auf [CR]Kodi aktualisieren?
et_ee: Kas värskendada käivitusprogrammi [CR]External versioonist[CR]Kodi?
fa_af: راه‌انداز از [CR]External به[CR]Kodi به‌روزرسانی شود؟
it_it: Aggiornare il launcher da[CR]Esterno a[CR]Kodi?
mk_mk: Да се ​​ажурира стартерот од[CR]External во[CR]Kodi?
si_lk: [CR]බාහිර සිට [CR]Kodi වෙත දියත් කිරීම යාවත්කාලීන කරන්නද?

# #30262
source: Launcher updated to external
ar_sa: تم تحديث المشغل إلى الإصدار الخارجي
de_de: Launcher auf extern aktualisiert
et_ee: Käivitaja värskendati väliseks
fa_af: لانچر به خارجی به روز شد
it_it: Launcher aggiornato a esterno
mk_mk: Стартерот е ажуриран на надворешен
si_lk: දියත් කිරීම බාහිරට යාවත්කාලීන කරන ලදී

# #30263
source: Launcher updated to retroplayer
ar_sa: تم تحديث المشغل إلى retroplayer
de_de: Launcher für Retroplayer aktualisiert
et_ee: Käivitaja värskendati retropleierile
fa_af: Launcher به retroplayer به روز شد
it_it: Launcher aggiornato a retroplayer
mk_mk: Стартерот е ажуриран во ретроплеер
si_lk: දියත් කිරීම ප්‍රතිගාමී වාදකයට යාවත්කාලීන කරන ලදී

# #30264
source: Select game addon
ar_sa: حدد ملحق اللعبة
de_de: Spiel-Add-on auswählen
et_ee: Valige mängu lisand
fa_af: افزونه بازی را انتخاب کنید
it_it: Seleziona il componente aggiuntivo del gioco
mk_mk: Изберете додаток за игра
si_lk: ක්‍රීඩා ඇඩෝනය තෝරන්න

# #30265
source: Are you sure you want to reset the game addon launch command?
ar_sa: هل أنت متأكد أنك تريد إعادة تعيين أمر تشغيل الوظيفة الإضافية للعبة؟
de_de: Möchten Sie den Startbefehl für das Spiel-Add-on wirklich zurücksetzen?
et_ee: Kas olete kindel, et soovite mängu lisandmooduli käivitamise käsu lähtestada?
fa_af: آیا مطمئن هستید که می خواهید دستور راه اندازی افزونه بازی را بازنشانی کنید؟
it_it: Vuoi davvero reimpostare il comando di avvio del componente aggiuntivo del gioco?
mk_mk: Дали сте сигурни дека сакате да ја ресетирате командата за стартување на додатоци за играта?
si_lk: ඔබට ක්‍රීඩා ඇඩෝන දියත් කිරීමේ විධානය යළි පිහිටුවීමට අවශ්‍ය බව විශ්වාසද?

# #30266
source: Download game to…
ar_sa: تنزيل اللعبة على…
de_de: Laden Sie das Spiel herunter, um …
et_ee: Laadige mäng alla …
fa_af: دانلود بازی به …
it_it: Scarica il gioco su…
mk_mk: Преземете ја играта на…
si_lk: ක්‍රීඩාව බාගන්න…

# #30267
source: Select download folder
ar_sa: حدد مجلد التنزيل
de_de: Download-Ordner auswählen
et_ee: Valige allalaadimiskaust
fa_af: پوشه دانلود را انتخاب کنید
it_it: Seleziona cartella di download
mk_mk: Изберете папка за преземање
si_lk: බාගත ෆෝල්ඩරය තෝරන්න

# #30268
source: Archive.org login success!
ar_sa: تم تسجيل الدخول إلى Archive.org بنجاح!
de_de: Anmeldung bei Archive.org erfolgreich!
et_ee: Archive.org sisselogimine õnnestus!
fa_af: موفقیت در ورود به سیستم Archive.org!
it_it: Accesso ad Archive.org riuscito!
mk_mk: Успешно најава на Archive.org!
si_lk: Archive.org පිවිසුම සාර්ථකයි!

# #30269
source: Archive.org login failed.[CR]Check credentials or log for more details
ar_sa: فشل تسجيل الدخول إلى Archive.org.[CR]تحقق من بيانات الاعتماد أو سجل الدخول للحصول على مزيد من التفاصيل
de_de: Anmeldung bei Archive.org fehlgeschlagen.[CR]Überprüfen Sie die Anmeldeinformationen oder das Protokoll für weitere Details
et_ee: Archive.org-i sisselogimine ebaõnnestus.[CR]Lisateabe saamiseks kontrollige mandaate või logige sisse
fa_af: ورود به سیستم Archive.org ناموفق بود.[CR] اعتبارنامه ها را بررسی کنید یا برای جزئیات بیشتر وارد شوید
it_it: Accesso ad Archive.org non riuscito.[CR]Controlla le credenziali o accedi per maggiori dettagli
mk_mk: Најавувањето на Archive.org не успеа.[CR]Проверете ги ингеренциите или најавете се за повеќе детали
si_lk: Archive.org පිවිසුම අසාර්ථක විය.[CR] අක්තපත්‍ර පරීක්ෂා කරන්න හෝ වැඩි විස්තර සඳහා ලොග් වන්න

# #30270
source: Error
ar_sa: خطأ
de_de: Fehler
et_ee: Viga
fa_af: خطا
it_it: Errore
mk_mk: Грешка
si_lk: දෝෂයකි

# #30271
source: Initializing download for[CR]
ar_sa: جاري تهيئة التنزيل لـ[CR]
de_de: Download wird initialisiert für[CR]
et_ee: [CR] allalaadimise lähtestamine
fa_af: شروع بارگیری برای [CR]
it_it: Inizializzazione del download per [CR]
mk_mk: Се иницијализира преземањето за[CR]
si_lk: [CR] සඳහා බාගැනීම ආරම්භ කරමින්

# #30272
source: Check logs
ar_sa: التحقق من السجلات
de_de: Protokolle prüfen
et_ee: Kontrolli logisid
fa_af: سیاهههای مربوط را بررسی کنید
it_it: Controllare i registri
mk_mk: Проверете ги дневниците
si_lk: ලඝු-සටහන් පරීක්ෂා කරන්න

# #30273
source: Checking login for[CR]
ar_sa: التحقق من تسجيل الدخول لـ[CR]
de_de: Anmeldung wird geprüft für [CR]
et_ee: Sisselogimise kontrollimine [CR] jaoks
fa_af: در حال بررسی ورود برای [CR]
it_it: Controllo dell'accesso per [CR]
mk_mk: Се проверува најавувањето за [CR]
si_lk: [CR] සඳහා පිවිසුම පරීක්ෂා කරමින්

# #30274
source: Requesting file info for[CR]
ar_sa: طلب معلومات الملف لـ[CR]
de_de: Dateiinformationen anfordern für [CR]
et_ee: Failiteabe taotlemine [CR] jaoks
fa_af: درخواست اطلاعات فایل برای [CR]
it_it: Richiesta informazioni file per [CR]
mk_mk: Се бараат информации за датотеката за[CR]
si_lk: [CR] සඳහා ගොනු තොරතුරු ඉල්ලමින්

# #30275
source: Select from Retroarch Cores
ar_sa: اختر من بين أنوية Retroarch
de_de: Wählen Sie aus Retroarch-Kernen
et_ee: Valige Retroarch Coresist
fa_af: از Retroarch Cores انتخاب کنید
it_it: Seleziona da Retroarch Cores
mk_mk: Изберете од Retroarch Cores
si_lk: Retroarch Cores වෙතින් තෝරන්න

# #30276
source: Select from Extra Emulators
ar_sa: اختر من بين المحاكيات الإضافية
de_de: Wählen Sie aus zusätzlichen Emulatoren
et_ee: Valige lisaemulaatorite hulgast
fa_af: از Extra Emulators انتخاب کنید
it_it: Seleziona da Emulatori Extra
mk_mk: Изберете од Дополнителни емулатори
si_lk: අමතර ඉමුලේටර් වලින් තෝරන්න

# #30277
source: Manually Enter Launch Command
ar_sa: إدخال أمر التشغيل يدويًا
de_de: Startbefehl manuell eingeben
et_ee: Sisestage käsitsi käivitamiskäsk
fa_af: به صورت دستی Launch Command را وارد کنید
it_it: Inserisci manualmente il comando di avvio
mk_mk: Рачно внесете ја командата за стартување
si_lk: දියත් කිරීමේ විධානය අතින් ඇතුල් කරන්න

# #30278
source: Select External Command Type
ar_sa: حدد نوع الأمر الخارجي
de_de: Externen Befehlstyp auswählen
et_ee: Valige Välise käsu tüüp
fa_af: External Command Type را انتخاب کنید
it_it: Seleziona il tipo di comando esterno
mk_mk: Изберете тип на надворешна команда
si_lk: බාහිර විධාන වර්ගය තෝරන්න

# #30279
source: Extra Emulators
ar_sa: محاكيات إضافية
de_de: Zusätzliche Emulatoren
et_ee: Täiendavad emulaatorid
fa_af: شبیه سازهای اضافی
it_it: Emulatori extra
mk_mk: Дополнителни емулатори
si_lk: අමතර අනුකාරක

# #30280
source: Dolphin
ar_sa: دولفين
de_de: Delphin
et_ee: Delfiin
fa_af: دلفین
it_it: Delfino
mk_mk: Делфин
si_lk: ඩොල්ෆින්

# #30281
source: Select the path to the Dolphin application (optional)
ar_sa: حدد المسار إلى تطبيق Dolphin (اختياري)
de_de: Wählen Sie den Pfad zur Dolphin-Anwendung (optional)
et_ee: Valige rakenduse Dolphin tee (valikuline)
fa_af: مسیر برنامه دلفین را انتخاب کنید (اختیاری)
it_it: Selezionare il percorso dell'applicazione Dolphin (facoltativo)
mk_mk: Изберете ја патеката до апликацијата Делфин (опционално)
si_lk: ඩොල්ෆින් යෙදුම සඳහා මාර්ගය තෝරන්න (විකල්ප)

# #30282
source: MAME
ar_sa: مامي
fa_af: مادر
mk_mk: МАМЕ

# #30283
source: Select the path to the MAME application (optional)
ar_sa: حدد المسار إلى تطبيق MAME (اختياري)
de_de: Wählen Sie den Pfad zur MAME-Anwendung (optional)
et_ee: Valige MAME rakenduse tee (valikuline)
fa_af: مسیر برنامه MAME را انتخاب کنید (اختیاری)
it_it: Seleziona il percorso dell'applicazione MAME (facoltativo)
mk_mk: Изберете ја патеката до апликацијата MAME (опционално)
si_lk: MAME යෙදුම සඳහා මාර්ගය තෝරන්න (විකල්ප)

# #30284
source: Project 64
ar_sa: المشروع 64
de_de: Projekt 64
et_ee: Projekt 64
fa_af: پروژه 64
it_it: Progetto 64
mk_mk: Проект 64
si_lk: ව්යාපෘතිය 64

# #30285
source: Select the path to the Project 64 application (optional)
ar_sa: حدد المسار إلى تطبيق Project 64 (اختياري)
de_de: Wählen Sie den Pfad zur Project 64-Anwendung (optional)
et_ee: Valige Project 64 rakenduse tee (valikuline)
fa_af: مسیر برنامه Project 64 را انتخاب کنید (اختیاری)
it_it: Selezionare il percorso dell'applicazione Project 64 (facoltativo)
mk_mk: Изберете ја патеката до апликацијата Project 64 (опционално)
si_lk: ව්‍යාපෘති 64 යෙදුම සඳහා මාර්ගය තෝරන්න (විකල්ප)

# #30286
source: ePSXe
ar_sa: اي بي اس اكس اي

# #30287
source: Select the path to the ePSXe application (optional)
ar_sa: حدد المسار إلى تطبيق ePSXe (اختياري)
de_de: Wählen Sie den Pfad zur ePSXe-Anwendung (optional)
et_ee: Valige ePSXe rakenduse tee (valikuline)
fa_af: مسیر برنامه ePSXe را انتخاب کنید (اختیاری)
it_it: Selezionare il percorso per l'applicazione ePSXe (facoltativo)
mk_mk: Изберете ја патеката до апликацијата ePSXe (опционално)
si_lk: ePSXe යෙදුම සඳහා මාර්ගය තෝරන්න (විකල්ප)

# #30288
source: Demul
ar_sa: ديمول
fa_af: دمول
mk_mk: Демул
si_lk: ඩෙමුල්

# #30289
source: Select the path to the Demul application (optional)
ar_sa: حدد المسار إلى تطبيق Demul (اختياري)
de_de: Wählen Sie den Pfad zur Demul-Anwendung (optional)
et_ee: Valige rakenduse Demul tee (valikuline)
fa_af: مسیر برنامه Demul را انتخاب کنید (اختیاری)
it_it: Selezionare il percorso dell'applicazione Demul (facoltativo)
mk_mk: Изберете ја патеката до апликацијата Demul (опционално)
si_lk: Demul යෙදුම සඳහා මාර්ගය තෝරන්න (විකල්ප)

# #30290
source: FS-UAE
ar_sa: FS-الإمارات العربية المتحدة
de_de: FS-VAE
et_ee: FS-AÜE
it_it: FS-Emirati Arabi Uniti
mk_mk: ФС-ОАЕ

# #30291
source: Select the path to the FS-UAE application (optional)
ar_sa: حدد المسار إلى تطبيق FS-UAE (اختياري)
de_de: Wählen Sie den Pfad zur FS-UAE-Anwendung (optional)
et_ee: Valige FS-UAE rakenduse tee (valikuline)
fa_af: مسیر برنامه FS-UAE را انتخاب کنید (اختیاری)
it_it: Selezionare il percorso per l'applicazione FS-UAE (facoltativo)
mk_mk: Изберете ја патеката до апликацијата FS-UAE (опционално)
si_lk: FS-UAE යෙදුම සඳහා මාර්ගය තෝරන්න (විකල්ප)
