Repository: masQelec/repository.masqelec
Catalog: plugin.program.iagl/resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, et_ee, fa_af, it_it, mk_mk, si_lk

# #30292
source: Are you sure you want to set external launch command?
ar_sa: هل أنت متأكد أنك تريد تعيين أمر التشغيل الخارجي؟
de_de: Möchten Sie wirklich einen externen Startbefehl festlegen?
et_ee: Kas olete kindel, et soovite määrata välise käivituskäsu?
fa_af: آیا مطمئن هستید که می خواهید دستور راه اندازی خارجی را تنظیم کنید؟
it_it: Vuoi davvero impostare il comando di avvio esterno?
mk_mk: Дали сте сигурни дека сакате да поставите надворешна команда за стартување?
si_lk: ඔබට බාහිර දියත් කිරීමේ විධානය සැකසීමට අවශ්‍ය බව විශ්වාසද?

# #30293
source: External launch command updated
ar_sa: تم تحديث أمر التشغيل الخارجي
de_de: Externer Startbefehl aktualisiert
et_ee: Värskendatud käivituskäsk
fa_af: فرمان راه اندازی خارجی به روز شد
it_it: Comando di avvio esterno aggiornato
mk_mk: Надворешната команда за стартување е ажурирана
si_lk: බාහිර දියත් කිරීමේ විධානය යාවත්කාලීන කරන ලදී

# #30294
source: Android users must verify the core is installed in Retroarch
ar_sa: يجب على مستخدمي Android التحقق من تثبيت النواة في Retroarch
de_de: Android-Benutzer müssen überprüfen, ob der Kern in Retroarch installiert ist
et_ee: Androidi kasutajad peavad kontrollima, kas tuum on rakendusse Retroarch installitud
fa_af: کاربران اندروید باید تأیید کنند که هسته در Retroarch نصب شده است
it_it: Gli utenti Android devono verificare che il core sia installato in Retroarch
mk_mk: Корисниците на Android мора да потврдат дека јадрото е инсталирано во Retroarch
si_lk: ඇන්ඩ්‍රොයිඩ් භාවිතා කරන්නන් හරය Retroarch හි ස්ථාපනය කර ඇති බව තහවුරු කළ යුතුය

# #30295
source: Launch settings are currently empty[CR]Please update addon external launch settings.
ar_sa: إعدادات التشغيل فارغة حاليًا[CR]يرجى تحديث إعدادات التشغيل الخارجية للوظيفة الإضافية.
de_de: Die Starteinstellungen sind derzeit leer[CR]Bitte aktualisieren Sie die externen Starteinstellungen des Add-ons.
et_ee: Käivitusseaded on praegu tühjad[CR]Palun värskendage lisandmooduli väliseid käivitusseadeid.
fa_af: تنظیمات راه‌اندازی در حال حاضر خالی هستند[CR]لطفاً تنظیمات راه‌اندازی خارجی افزونه را به‌روزرسانی کنید.
it_it: Le impostazioni di avvio sono attualmente vuote[CR]Aggiorna le impostazioni di avvio esterne del componente aggiuntivo.
mk_mk: Поставките за стартување моментално се празни[CR]Ве молиме ажурирајте ги поставките за надворешно стартување на додатокот.
si_lk: දියත් කිරීමේ සිටුවම් දැනට හිස්ය[CR]කරුණාකර ඇඩෝන බාහිර දියත් කිරීමේ සිටුවම් යාවත්කාලීන කරන්න.

# #30296
source: Launch settings are currently empty[CR]Please update addon OS launch settings.
ar_sa: إعدادات التشغيل فارغة حاليًا[CR]يرجى تحديث إعدادات تشغيل نظام التشغيل الإضافي.
de_de: Die Starteinstellungen sind derzeit leer[CR]Bitte aktualisieren Sie die Starteinstellungen des Add-On-Betriebssystems.
et_ee: Käivitusseaded on praegu tühjad[CR]Värskendage lisandmooduli OS-i käivitusseadeid.
fa_af: تنظیمات راه‌اندازی در حال حاضر خالی هستند[CR]لطفاً تنظیمات راه‌اندازی سیستم‌عامل افزونه را به‌روزرسانی کنید.
it_it: Le impostazioni di avvio sono attualmente vuote[CR]Aggiorna le impostazioni di avvio del sistema operativo aggiuntivo.
mk_mk: Поставките за стартување се моментално празни[CR]Ве молиме ажурирајте ги поставките за стартување на додатокот ОС.
si_lk: දියත් කිරීමේ සිටුවම් දැනට හිස්ය[CR]කරුණාකර addon OS දියත් කිරීමේ සිටුවම් යාවත්කාලීන කරන්න.

# #30297
source: No extra emulators were found[CR]Please update addon extra emulator settings
ar_sa: لم يتم العثور على محاكيات إضافية[CR]يرجى تحديث إعدادات محاكيات الوظائف الإضافية
de_de: Es wurden keine zusätzlichen Emulatoren gefunden[CR]Bitte aktualisieren Sie die Einstellungen des zusätzlichen Add-On-Emulators
et_ee: Täiendavaid emulaatoreid ei leitud[CR]Värskendage lisaemulaatori lisaseadeid
fa_af: هیچ شبیه‌ساز اضافی یافت نشد[CR]لطفاً تنظیمات شبیه‌ساز اضافی افزونه را به‌روزرسانی کنید
it_it: Non sono stati trovati emulatori extra[CR]Aggiorna le impostazioni dell'emulatore extra aggiuntivo
mk_mk: Не се пронајдени дополнителни емулатори[CR]Ве молиме ажурирајте ги поставките за дополнителни емулатори на додатокот
si_lk: අමතර ඉමුලේටර් කිසිවක් හමු නොවීය[CR]කරුණාකර ඇඩෝන අමතර ඉමුලේටර් සැකසීම් යාවත්කාලීන කරන්න

# #30298
source: Enter launch command[CR]See optional keywords on IAGL wiki
ar_sa: أدخل أمر التشغيل[CR]راجع الكلمات الرئيسية الاختيارية على ويكي IAGL
de_de: Startbefehl eingeben[CR]Optionale Schlüsselwörter finden Sie im IAGL-Wiki
et_ee: Sisesta käivituskäsk[CR]Vaadake valikulisi märksõnu IAGL-i vikis
fa_af: دستور راه اندازی را وارد کنید[CR] کلیدواژه های اختیاری را در ویکی IAGL ببینید
it_it: Inserisci il comando di avvio[CR]Vedi le parole chiave facoltative su IAGL wiki
mk_mk: Внесете команда за стартување[CR]Видете изборни клучни зборови на викито на IAGL
si_lk: දියත් කිරීමේ විධානය ඇතුළු කරන්න[CR]IAGL wiki හි විකල්ප මූල පද බලන්න

# #30299
source: Reset Launch Command
ar_sa: إعادة تعيين أمر التشغيل
de_de: Startbefehl zurücksetzen
et_ee: Lähtestage käivituskäsk
fa_af: بازنشانی فرمان راه اندازی
it_it: Ripristina comando di avvio
mk_mk: Ресетирање на командата за стартување
si_lk: දියත් කිරීමේ විධානය නැවත සකසන්න

# #30300
source: Are you sure you want to reset the external launch command?
ar_sa: هل أنت متأكد أنك تريد إعادة تعيين أمر التشغيل الخارجي؟
de_de: Möchten Sie den externen Startbefehl wirklich zurücksetzen?
et_ee: Kas olete kindel, et soovite välise käivituskäsu lähtestada?
fa_af: آیا مطمئن هستید که می خواهید دستور راه اندازی خارجی را بازنشانی کنید؟
it_it: Vuoi davvero reimpostare il comando di avvio esterno?
mk_mk: Дали сте сигурни дека сакате да ја ресетирате надворешната команда за стартување?
si_lk: ඔබට බාහිර දියත් කිරීමේ විධානය යළි පිහිටුවීමට අවශ්‍ය බව විශ්වාසද?

# #30301
source: External launch command was reset
ar_sa: تم إعادة تعيين أمر التشغيل الخارجي
de_de: Externer Startbefehl wurde zurückgesetzt
et_ee: Väline käivituskäsk lähtestati
fa_af: فرمان راه اندازی خارجی بازنشانی شد
it_it: Il comando di avvio esterno è stato reimpostato
mk_mk: Надворешната команда за стартување беше ресетирана
si_lk: බාහිර දියත් කිරීමේ විධානය යළි පිහිටුවන ලදී

# #30302
source: Enter a value for
ar_sa: أدخل قيمة لـ
de_de: Geben Sie einen Wert ein für
et_ee: Sisestage väärtus
fa_af: مقداری برای وارد کنید
it_it: Inserisci un valore per
mk_mk: Внесете вредност за
si_lk: සඳහා අගයක් ඇතුළත් කරන්න

# #30303
source: View game list settings
ar_sa: عرض إعدادات قائمة الألعاب
de_de: Einstellungen für die Spielliste anzeigen
et_ee: Vaadake mängude loendi seadeid
fa_af: تنظیمات لیست بازی را مشاهده کنید
it_it: Visualizza le impostazioni dell'elenco dei giochi
mk_mk: Погледнете ги поставките на списокот со игри
si_lk: ක්‍රීඩා ලැයිස්තු සැකසීම් බලන්න

# #30304
source: Game List
ar_sa: قائمة الألعاب
de_de: Spieleliste
et_ee: Mängude nimekiri
fa_af: لیست بازی
it_it: Elenco dei giochi
mk_mk: Список на игри
si_lk: ක්රීඩා ලැයිස්තුව

# #30305
source: Game List System
ar_sa: نظام قائمة الألعاب
de_de: Spielelistensystem
et_ee: Mängude loendi süsteem
fa_af: سیستم لیست بازی ها
it_it: Sistema di elenco dei giochi
mk_mk: Систем за листа на игри
si_lk: ක්රීඩා ලැයිස්තු පද්ධතිය

# #30306
source: Total 1G1R Games in List
ar_sa: إجمالي ألعاب 1G1R في القائمة
de_de: Gesamtzahl 1G1R-Spiele in der Liste
et_ee: Loendis kokku 1G1R mänge
fa_af: مجموع بازی‌های 1G1R در فهرست
it_it: Totale giochi 1G1R nell'elenco
mk_mk: Вкупно 1G1R игри во списокот
si_lk: ලැයිස්තුවේ මුළු 1G1R ක්‍රීඩා

# #30307
source: Total Games in List
ar_sa: مجموع الألعاب في القائمة
de_de: Gesamtzahl der Spiele in der Liste
et_ee: Mänge kokku loendis
fa_af: مجموع بازی ها در لیست
it_it: Totale giochi in elenco
mk_mk: Вкупно игри во списокот
si_lk: ලැයිස්තුවේ මුළු ක්‍රීඩා

# #30308
source: Total Favorited Games in List
ar_sa: إجمالي الألعاب المفضلة في القائمة
de_de: Gesamtzahl der favorisierten Spiele in der Liste
et_ee: Lemmikmänge loendis kokku
fa_af: مجموع بازی های مورد علاقه در لیست
it_it: Totale giochi preferiti nell'elenco
mk_mk: Вкупно омилени игри во списокот
si_lk: ලැයිස්තුවේ මුළු ප්‍රියතම ක්‍රීඩා

# #30309
source: Default External Launch Command
ar_sa: أمر التشغيل الخارجي الافتراضي
de_de: Standardmäßiger externer Startbefehl
et_ee: Vaikimisi väline käivituskäsk
fa_af: فرمان راه اندازی خارجی پیش فرض
it_it: Comando di avvio esterno predefinito
mk_mk: Стандардна надворешна команда за стартување
si_lk: පෙරනිමි බාහිර දියත් කිරීමේ විධානය

# #30310
source: Default Retroplayer Game Addon
ar_sa: إضافة افتراضية للعبة Retroplayer
de_de: Standard-Retroplayer-Spiel-Addon
et_ee: Vaikimisi Retroplayer mängu lisand
fa_af: پیش فرض Retroplayer Game Addon
it_it: Addon predefinito per il gioco Retroplayer
mk_mk: Стандардна ретроплеер игра Addon

# #30311
source: Default Game Post Process
ar_sa: عملية ما بعد اللعبة الافتراضية
de_de: Standardmäßiger Spiel-Postprozess
et_ee: Vaikimisi mängu postitamisprotsess
fa_af: فرآیند ارسال پیش‌فرض بازی
it_it: Post-processo di gioco predefinito
mk_mk: Стандарден процес на објавување на играта
si_lk: පෙරනිමි ක්‍රීඩා පසු ක්‍රියාවලිය

# #30312
source: User Defined Download Path
ar_sa: مسار التنزيل المحدد من قبل المستخدم
de_de: Benutzerdefinierter Download-Pfad
et_ee: Kasutaja määratud allalaadimistee
fa_af: مسیر دانلود تعریف شده توسط کاربر
it_it: Percorso di download definito dall'utente
mk_mk: Патека за преземање дефинирана од корисникот
si_lk: පරිශීලක නිර්වචනය කළ බාගත මාර්ගය

# #30313
source: User External Launch Command
ar_sa: أمر التشغيل الخارجي للمستخدم
de_de: Externer Startbefehl vom Benutzer
et_ee: Kasutaja väline käivituskäsk
fa_af: فرمان راه اندازی خارجی کاربر
it_it: Comando di avvio esterno dell'utente
mk_mk: Команда за стартување на надворешен корисник
si_lk: පරිශීලක බාහිර දියත් කිරීමේ විධානය

# #30314
source: User Defined Retroplayer Game Addon
ar_sa: إضافة لعبة Retroplayer محددة للمستخدم
de_de: Benutzerdefiniertes Retroplayer-Spiel-Addon
et_ee: Kasutaja määratud retromängija mängulisand
fa_af: افزونه بازی Retroplayer تعریف شده توسط کاربر
it_it: Addon di gioco Retroplayer definito dall'utente
mk_mk: Додаток за игра за ретроплеер дефиниран од корисникот
si_lk: පරිශීලක අර්ථ දක්වා ඇති Retroplayer Game Addon

# #30315
source: User Defined Post Process
ar_sa: عملية النشر المحددة من قبل المستخدم
de_de: Benutzerdefinierter Nachbearbeitungsprozess
et_ee: Kasutaja määratud postiprotsess
fa_af: فرآیند پست تعریف شده توسط کاربر
it_it: Post-processo definito dall'utente
mk_mk: Процес на објавување дефиниран од корисникот
si_lk: පරිශීලක නිර්වචනය කළ තැපැල් ක්‍රියාවලිය

# #30316
source: Game List Settings
ar_sa: إعدادات قائمة الألعاب
de_de: Spiellisteneinstellungen
et_ee: Mängude loendi seaded
fa_af: تنظیمات لیست بازی ها
it_it: Impostazioni elenco giochi
mk_mk: Поставки за списокот на игри
si_lk: ක්‍රීඩා ලැයිස්තු සැකසීම්

# #30317
source: None (will use addon default)
ar_sa: لا شيء (سيتم استخدام الوظيفة الإضافية الافتراضية)
de_de: Keine (es wird das Add-On als Standard verwendet)
et_ee: Puudub (kasutab lisandmooduli vaikeseadet)
fa_af: هیچ (از پیش فرض افزونه استفاده خواهد شد)
it_it: Nessuno (verrà utilizzato il componente aggiuntivo predefinito)
mk_mk: Никој (ќе користи стандардно додаток)
si_lk: කිසිවක් නැත (පෙරනිමි ඇඩෝන භාවිතා කරනු ඇත)

# #30318
source: Games List Launcher
ar_sa: مشغل قائمة الألعاب
de_de: Spielelisten-Launcher
et_ee: Mängude loendi käivitaja
fa_af: راه‌انداز فهرست بازی‌ها
it_it: Elenco giochi Launcher
mk_mk: Стартувач на список на игри
si_lk: ක්‍රීඩා ලැයිස්තු දියත් කිරීම

# #30319
source: External Launch Command
ar_sa: أمر التشغيل الخارجي
de_de: Externer Startbefehl
et_ee: Väline käivituskäsk
fa_af: فرمان راه اندازی خارجی
it_it: Comando di avvio esterno
mk_mk: Надворешна команда за стартување
si_lk: බාහිර දියත් කිරීමේ විධානය

# #30320
source: External Launch Command[CR]*No User Launch Command Found / Using Default*
ar_sa: أمر التشغيل الخارجي[CR]*لم يتم العثور على أمر تشغيل المستخدم / استخدام الافتراضي*
de_de: Externer Startbefehl [CR]*Kein Benutzerstartbefehl gefunden / Standard wird verwendet*
et_ee: Väline käivituskäsk[CR]*Kasutaja käivituskäsku ei leitud / kasutatakse vaikekäsku*
fa_af: فرمان راه‌اندازی خارجی[CR]*دستور راه‌اندازی کاربر پیدا نشد / با استفاده از پیش‌فرض*
it_it: Comando di avvio esterno[CR]*Nessun comando di avvio utente trovato / Utilizzo predefinito*
mk_mk: Надворешна команда за стартување[CR]*Не е пронајдена команда за стартување од корисник / се користи стандардно*
si_lk: බාහිර දියත් කිරීමේ විධානය[CR]*පරිශීලක දියත් කිරීමේ විධානයක් හමු නොවීය / පෙරනිමිය භාවිතා කරමින්*

# #30321
source: Kodi Retroplayer
ar_sa: كودي ريترو بلاير
et_ee: Kodi retromängija
it_it: Lettore retrò Kodi
mk_mk: Коди ретроплеер

# #30322
source: Are you sure you want to update game list download path?
ar_sa: هل أنت متأكد أنك تريد تحديث مسار تنزيل قائمة الألعاب؟
de_de: Möchten Sie den Downloadpfad der Spieleliste wirklich aktualisieren?
et_ee: Kas olete kindel, et soovite värskendada mängude loendi allalaadimisteed?
fa_af: آیا مطمئنید که می خواهید مسیر دانلود لیست بازی را به روز کنید؟
it_it: Vuoi davvero aggiornare il percorso di download dell'elenco dei giochi?
mk_mk: Дали сте сигурни дека сакате да ја ажурирате патеката за преземање на списокот со игри?
si_lk: ක්‍රීඩා ලැයිස්තු බාගැනීම් මාර්ගය යාවත්කාලීන කිරීමට ඔබට අවශ්‍ය බව ඔබට විශ්වාසද?

# #30323
source: Download path updated
ar_sa: تم تحديث مسار التنزيل
de_de: Downloadpfad aktualisiert
et_ee: Allalaadimistee on värskendatud
fa_af: مسیر دانلود به روز شد
it_it: Percorso di download aggiornato
mk_mk: Патеката за преземање е ажурирана
si_lk: බාගත කිරීමේ මාර්ගය යාවත්කාලීන කරන ලදී

# #30324
source: Are you sure you want to reset game list download path?
ar_sa: هل أنت متأكد أنك تريد إعادة تعيين مسار تنزيل قائمة الألعاب؟
de_de: Möchten Sie den Downloadpfad der Spieleliste wirklich zurücksetzen?
et_ee: Kas soovite kindlasti mängude loendi allalaadimistee lähtestada?
fa_af: آیا مطمئن هستید که می خواهید مسیر دانلود لیست بازی را بازنشانی کنید؟
it_it: Vuoi davvero reimpostare il percorso di download dell'elenco dei giochi?
mk_mk: Дали сте сигурни дека сакате да ја ресетирате патеката за преземање на списокот со игри?
si_lk: ඔබට ක්‍රීඩා ලැයිස්තුව බාගත කිරීමේ මාර්ගය යළි සැකසීමට අවශ්‍ය බව විශ්වාසද?

# #30325
source: Download path reset
ar_sa: إعادة تعيين مسار التنزيل
de_de: Downloadpfad zurückgesetzt
et_ee: Laadimistee lähtestamine
fa_af: بازنشانی مسیر دانلود
it_it: Ripristina percorso download
mk_mk: Ресетирање на патеката за преземање
si_lk: බාගත කිරීමේ මාර්ගය යළි පිහිටුවීම

# #30326
source: Change download path
ar_sa: تغيير مسار التنزيل
de_de: Downloadpfad ändern
et_ee: Muutke allalaadimisteed
fa_af: تغییر مسیر دانلود
it_it: Cambia percorso di download
mk_mk: Променете ја патеката за преземање
si_lk: බාගත කිරීමේ මාර්ගය වෙනස් කරන්න

# #30327
source: Reset download path
ar_sa: إعادة تعيين مسار التنزيل
de_de: Downloadpfad zurücksetzen
et_ee: Lähtestage allalaadimistee
fa_af: مسیر دانلود را بازنشانی کنید
it_it: Reimposta percorso download
mk_mk: Ресетирајте ја патеката за преземање
si_lk: බාගත කිරීමේ මාර්ගය නැවත සකසන්න

# #30328
source: Reset game list settings
ar_sa: إعادة تعيين إعدادات قائمة الألعاب
de_de: Spiellisteneinstellungen zurücksetzen
et_ee: Lähtestage mängude loendi seaded
fa_af: تنظیمات لیست بازی را بازنشانی کنید
it_it: Ripristina le impostazioni dell'elenco dei giochi
mk_mk: Ресетирајте ги поставките за списокот на игри
si_lk: ක්‍රීඩා ලැයිස්තු සැකසීම් යළි පිහිටුවන්න

# #30329
source: Are you sure you want to reset all game list settings to default?
ar_sa: هل أنت متأكد أنك تريد إعادة تعيين كافة إعدادات قائمة الألعاب إلى الوضع الافتراضي؟
de_de: Möchten Sie wirklich alle Spielelisteneinstellungen auf die Standardeinstellungen zurücksetzen?
et_ee: Kas olete kindel, et soovite kõik mängude loendi seaded vaikeseadetele lähtestada?
fa_af: آیا مطمئن هستید که می خواهید تمام تنظیمات لیست بازی ها را به حالت پیش فرض بازنشانی کنید؟
it_it: Vuoi davvero ripristinare tutte le impostazioni predefinite dell'elenco dei giochi?
mk_mk: Дали сте сигурни дека сакате да ги ресетирате сите поставки на списокот со игри на стандардни?
si_lk: ඔබට සියලු ක්‍රීඩා ලැයිස්තු සැකසීම් පෙරනිමියට යළි සැකසීමට අවශ්‍ය බව විශ්වාසද?

# #30330
source: Game list settings were reset to default
ar_sa: تم إعادة تعيين إعدادات قائمة اللعبة إلى الوضع الافتراضي
de_de: Die Spiellisteneinstellungen wurden auf die Standardeinstellungen zurückgesetzt
et_ee: Mängude loendi seaded lähtestati vaikeseadetele
fa_af: تنظیمات لیست بازی به حالت پیش فرض بازنشانی شد
it_it: Le impostazioni dell'elenco dei giochi sono state ripristinate ai valori predefiniti
mk_mk: Поставките на списокот со игри беа ресетирани на стандардните
si_lk: ක්‍රීඩා ලැයිස්තු සැකසීම් පෙරනිමියට යළි පිහිටුවන ලදී

# #30331
source: Matching local file
ar_sa: مطابقة الملف المحلي
de_de: Passende lokale Datei
et_ee: Sobiv kohalik fail
fa_af: مطابق با فایل محلی
it_it: File locale corrispondente
mk_mk: Соодветна локална датотека
si_lk: දේශීය ගොනුව ගැලපේ

# #30332
source: Checking credentials
ar_sa: التحقق من بيانات الاعتماد
de_de: Überprüfen der Anmeldeinformationen
et_ee: Mandaatide kontrollimine
fa_af: بررسی مدارک
it_it: Verifica delle credenziali
mk_mk: Проверка на ингеренциите
si_lk: අක්තපත්ර පරීක්ෂා කිරීම

# #30333
source: The following variables will be replaced during launch:[CR]● XXROM_PATHXX: The path to the file that will be launched[CR]● XXROM_NAMEXX: The name of the file that will be launched (no path)[CR]● XXROM_STEMXX: The name of the file that will be launched (no path no extension)[CR]● XXNETPLAY_COMMANDXX: Any command addition required for netplay, see addon settings for options[CR]See wiki for more info…
ar_sa: سيتم استبدال المتغيرات التالية أثناء التشغيل:[CR]● XXROM_PATHXX: المسار إلى الملف الذي سيتم تشغيله[CR]● XXROM_NAMEXX: اسم الملف الذي سيتم تشغيله (بدون مسار)[CR]● XXROM_STEMXX: اسم الملف الذي سيتم تشغيله (بدون مسار بدون امتداد)[CR]● XXNETPLAY_COMMANDXX: أي إضافة أمر مطلوبة لـ netplay، راجع إعدادات الوظيفة الإضافية للحصول على الخيارات[CR]راجع wiki لمزيد من المعلومات...
de_de: Die folgenden Variablen werden beim Start ersetzt: [CR]● XXROM_PATHXX: Der Pfad zur Datei, die gestartet wird. [CR]● XXROM_NAMEXX: Der Name der Datei, die gestartet wird (kein Pfad). [CR]● XXROM_STEMXX: Der Name der Datei, die gestartet wird (kein Pfad, keine Erweiterung). [CR]● XXNETPLAY_COMMANDXX: Alle für Netplay erforderlichen Befehlserweiterungen, Optionen finden Sie in den Add-On-Einstellungen. [CR]Weitere Informationen finden Sie im Wiki …
et_ee: käivitamisel asendatakse järgmised muutujad:[CR]● XXROM_PATHXX: käivitatava faili tee[CR]● XXROM_NAMEXX: käivitatava faili nimi (tee puudub)[CR]● XXROM_STEMXX: käivitatava faili nimi (tee pole laiendita)[CR]● XXNETPLAY_COMMANDXX: netplay jaoks on vaja mis tahes käsu lisamist, vaadake lisaseadeid valikud[CR]Lisateabe saamiseks vaadake wikit…
fa_af: متغیرهای زیر در حین راه‌اندازی جایگزین می‌شوند:[CR]● XXROM_PATHXX: مسیر فایلی که راه‌اندازی می‌شود[CR]● XXROM_NAMEXX: نام فایلی که راه‌اندازی می‌شود (بدون مسیر)[CR]● XXROM_STEMXX: نام فایلی که راه‌اندازی می‌شود (بدون مسیر بدون پسوند)[CR]● XXNETPLAY_COMMANDXX: هر دستور اضافه‌ای که برای netplay، تنظیمات افزونه را برای گزینه‌ها ببینید[CR]برای اطلاعات بیشتر به ویکی مراجعه کنید…
it_it: Le seguenti variabili verranno sostituite durante l'avvio:[CR]● XXROM_PATHXX: Il percorso al file che verrà avviato[CR]● XXROM_NAMEXX: Il nome del file che verrà avviato (nessun percorso)[CR]● XXROM_STEMXX: Il nome del file che verrà avviato (nessun percorso, nessuna estensione)[CR]● XXNETPLAY_COMMANDXX: Qualsiasi aggiunta di comando richiesta per netplay, vedere le impostazioni del componente aggiuntivo per le opzioni[CR]Consultare wiki per maggiori informazioni…
mk_mk: следните променливи ќе бидат заменети за време на стартувањето:[CR]● XXROM_PATHXX: Патеката до датотеката што ќе се стартува[CR]● XXROM_NAMEXX: Името на датотеката што ќе се стартува (без патека)[CR]● XXROM_STEMXX: име на датотеката што ќе се стартува (без патека без екстензија)[CR]● XXNETPLAY_COMMANDXX: секое додавање команда е потребно за netplay, видете ги поставките за додатоци за опции[CR]Погледнете во вики за повеќе информации…
si_lk: දියත් කිරීමේදී පහත දැක්වෙන විචල්‍යයන් ප්‍රතිස්ථාපනය වනු ඇත:[CR]● XXROM_PATHXX: දියත් කෙරෙන ගොනුව වෙත මාර්ගය[CR]● XXROM_NAMEXX: දියත් කෙරෙන ගොනුවේ නම (මාර්ගයක් නැත)[CR]● XXROM_STEMXX: දියත් කෙරෙන ගොනුවේ නම (මාර්ගයක් නැත දිගුවක් නැත)[CR]● XXNETPLAY_COMMANDXX: netplay සඳහා අවශ්‍ය ඕනෑම විධාන එකතු කිරීමක්, විකල්ප සඳහා addon සැකසුම් බලන්න[CR]වැඩිදුර තොරතුරු සඳහා wiki බලන්න...

# #30334
source: The archive file could not be processed[CR]Check logs for more details
ar_sa: تعذر معالجة ملف الأرشيف[CR]تحقق من السجلات للحصول على مزيد من التفاصيل
de_de: Die Archivdatei konnte nicht verarbeitet werden[CR]Überprüfen Sie die Protokolle für weitere Details
et_ee: Arhiivifaili ei saanud töödelda[CR]Lisateavet vaadake logidest
fa_af: فایل بایگانی قابل پردازش نیست[CR]برای جزئیات بیشتر گزارش‌ها را بررسی کنید
it_it: Il file di archivio non può essere elaborato[CR]Controlla i log per maggiori dettagli
mk_mk: Архивската датотека не може да се обработи[CR]Проверете ги дневниците за повеќе детали
si_lk: සංරක්ෂිත ගොනුව සැකසීමට නොහැකි විය[CR]වැඩිදුර විස්තර සඳහා ලොග පරීක්ෂා කරන්න

# #30335
source: Select action before launch
ar_sa: حدد الإجراء قبل الإطلاق
de_de: Vor dem Start Aktion auswählen
et_ee: Valige toiming enne käivitamist
fa_af: اقدام قبل از راه اندازی را انتخاب کنید
it_it: Seleziona l'azione prima del lancio
mk_mk: Изберете дејство пред стартување
si_lk: දියත් කිරීමට පෙර ක්‍රියාව තෝරන්න

# #30336
source: Leave Kodi running in background (default)
ar_sa: ترك Kodi قيد التشغيل في الخلفية (افتراضي)
de_de: Kodi im Hintergrund laufen lassen (Standard)
et_ee: Jäta Kodi taustal töötama (vaikeseade)
fa_af: Kodi را در پس‌زمینه اجرا کنید (پیش‌فرض)
it_it: Lascia Kodi in esecuzione in background (impostazione predefinita)
mk_mk: Оставете го Kodi да работи во заднина (стандардно)
si_lk: Kodi පසුබිමේ ධාවනය වීමට තබන්න (පෙරනිමිය)

# #30337
source: Close Kodi before launch, reopen Kodi after emulator exit
ar_sa: إغلاق Kodi قبل التشغيل، وإعادة فتح Kodi بعد الخروج من المحاكي
de_de: Schließen Sie Kodi vor dem Start und öffnen Sie Kodi nach dem Beenden des Emulators erneut.
et_ee: Sulgege Kodi enne käivitamist, avage Kodi uuesti pärast emulaatorist väljumist
fa_af: کدی را قبل از راه‌اندازی ببندید، پس از خروج شبیه‌ساز Kodi را دوباره باز کنید
it_it: Chiudere Kodi prima dell'avvio, riaprire Kodi dopo l'uscita dall'emulatore
mk_mk: Затворете го Kodi пред лансирањето, повторно отворете го Kodi по излегувањето од емулаторот
si_lk: දියත් කිරීමට පෙර Kodi වසන්න, ඉමුලේටරය පිටවීමෙන් පසු Kodi නැවත විවෘත කරන්න

# #30338
source: Suspend Kodi before launch, wake Kodi after emulator exit
ar_sa: تعليق Kodi قبل الإطلاق، وتنشيط Kodi بعد الخروج من المحاكي
de_de: Kodi vor dem Start anhalten, Kodi nach dem Beenden des Emulators wecken
et_ee: Peatage Kodi enne käivitamist, äratage Kodi pärast emulaatorist väljumist
fa_af: کدی را قبل از راه‌اندازی به حالت تعلیق درآورید، پس از خروج از شبیه‌ساز، Kodi را بیدار کنید
it_it: Sospendi Kodi prima dell'avvio, riattiva Kodi dopo l'uscita dall'emulatore
mk_mk: Суспендирајте го Kodi пред лансирањето, разбудете го Kodi по излегувањето од емулаторот
si_lk: දියත් කිරීමට පෙර Kodi අත්හිටුවන්න, ඉමුලේටරය පිටවීමෙන් පසු Kodi අවදි කරන්න

# #30339
source: View IAGL db stats
ar_sa: عرض إحصائيات قاعدة بيانات IAGL
de_de: IAGL-Datenbankstatistiken anzeigen
et_ee: Vaadake IAGL db statistikat
fa_af: مشاهده آمار IAGL db
it_it: Visualizza le statistiche del database IAGL
mk_mk: Прикажи ја статистиката на IAGL db
si_lk: IAGL db සංඛ්‍යාලේඛන බලන්න

# #30340
source: Lists current stats for IAGL db
ar_sa: يسرد الإحصائيات الحالية لقاعدة بيانات IAGL
de_de: Listet aktuelle Statistiken für IAGL db auf
et_ee: Loetleb IAGL db praeguse statistika
fa_af: آمار فعلی برای IAGL db را فهرست می کند
it_it: Elenca le statistiche correnti per il database IAGL
mk_mk: Ги наведува моменталните статистики за IAGL db
si_lk: IAGL db සඳහා වත්මන් සංඛ්‍යාලේඛන ලැයිස්තුගත කරයි
