Repository: masQelec/repository.masqelec
Catalog: plugin.program.iagl/resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, et_ee, fa_af, it_it, mk_mk, si_lk

# #30383
source: Set only some game lists to be externally launched
ar_sa: تعيين بعض قوائم الألعاب فقط ليتم تشغيلها خارجيًا
de_de: Legen Sie fest, dass nur einige Spielelisten extern gestartet werden sollen
et_ee: Määrake väliselt käivitamiseks ainult mõned mängude loendid
fa_af: فقط برخی از لیست های بازی را برای راه اندازی خارجی تنظیم کنید
it_it: Imposta solo alcuni elenchi di giochi da avviare esternamente
mk_mk: Поставете само некои списоци со игри да се стартуваат надворешно
si_lk: බාහිරව දියත් කිරීමට ක්‍රීඩා ලැයිස්තු කිහිපයක් පමණක් සකසන්න

# #30384
source: Reset all game list launchers back to default
ar_sa: إعادة تعيين كافة مشغلات قائمة الألعاب إلى الوضع الافتراضي
de_de: Setzt alle Spielelisten-Launcher auf die Standardeinstellungen zurück
et_ee: Lähtestage kõik mängude loendi käivitajad vaikeseadetele
fa_af: همه لانچرهای لیست بازی را به حالت پیش فرض بازنشانی کنید
it_it: Ripristina tutti i launcher dell'elenco dei giochi ai valori predefiniti
mk_mk: Ресетирајте ги сите фрлачи на списоци со игри на стандардно
si_lk: සියලුම ක්‍රීඩා ලැයිස්තු දියත් කිරීම් පෙරනිමියට නැවත සකසන්න

# #30385
source: {} game lists were updated for external launching
ar_sa: تم تحديث قوائم الألعاب {} لإطلاقها خارجيًا
de_de: {} Spielelisten wurden für den externen Start aktualisiert
et_ee: Välise käivitamise jaoks värskendati {} mängude loendit
fa_af: {} لیست بازی برای راه اندازی خارجی به روز شد
it_it: {} elenchi di giochi sono stati aggiornati per l'avvio esterno
mk_mk: {} списоци на игри беа ажурирани за надворешно стартување
si_lk: බාහිර දියත් කිරීම සඳහා {} ක්‍රීඩා ලැයිස්තු යාවත්කාලීන කරන ලදී.

# #30386
source: Defaults are pre-set for each external launch command[CR]Before launching review game launch parameters if needed[CR]See wiki for more details.
ar_sa: يتم تعيين الإعدادات الافتراضية مسبقًا لكل أمر تشغيل خارجي[CR]قبل التشغيل، راجع معلمات تشغيل اللعبة إذا لزم الأمر[CR]راجع ويكي لمزيد من التفاصيل.
de_de: Für jeden externen Startbefehl sind Standardwerte voreingestellt.[CR]Überprüfen Sie vor dem Start bei Bedarf die Startparameter des Spiels.[CR]Weitere Einzelheiten finden Sie im Wiki.
et_ee: Vaikimisi on iga välise käivituskäsu jaoks eelseadistatud[CR]Enne käivitamist vaadake vajadusel mängu käivitusparameetrid üle[CR]Lisateavet leiate wikist.
fa_af: پیش‌فرض‌ها برای هر فرمان راه‌اندازی خارجی از قبل تنظیم شده‌اند[CR]قبل از راه‌اندازی بازبینی پارامترهای راه‌اندازی بازی در صورت نیاز[CR]برای جزئیات بیشتر به ویکی مراجعه کنید.
it_it: I valori predefiniti sono preimpostati per ogni comando di avvio esterno[CR]Prima di avviare il gioco, rivedere i parametri di avvio, se necessario[CR]Consultare la wiki per maggiori dettagli.
mk_mk: Стандардните вредности се однапред поставени за секоја надворешна команда за стартување[CR]Пред да започнете преглед на параметрите за стартување на играта доколку е потребно[CR]Погледнете во вики за повеќе детали.
si_lk: එක් එක් බාහිර දියත් කිරීමේ විධානය සඳහා පෙරනිමියන් කලින් සකසා ඇත[CR]අවශ්‍ය නම් සමාලෝචන ක්‍රීඩා දියත් කිරීමේ පරාමිති දියත් කිරීමට පෙර[CR]වැඩිදුර විස්තර සඳහා විකි බලන්න.

# #30387
source: Retroarch app set to:[CR]{}[CR]Modify in addon settings if needed
ar_sa: تم تعيين تطبيق Retroarch على:[CR]{}[CR]تعديل في إعدادات الوظيفة الإضافية إذا لزم الأمر
de_de: Retroarch-App eingestellt auf:[CR]{}[CR]Bei Bedarf in den Add-On-Einstellungen ändern
et_ee: Rakenduse Retroarch seadistus on:[CR]{}[CR]Muutke vajadusel lisaseadeid
fa_af: برنامه Retroarch روی:[CR]{}[CR]در صورت نیاز تنظیمات افزونه را تغییر دهید
it_it: App Retroarch impostata su:[CR]{}[CR]Modifica nelle impostazioni del componente aggiuntivo se necessario
mk_mk: Апликацијата Retroarch е поставена на:[CR]{}[CR]Изменете ги поставките за додаток доколку е потребно
si_lk: Retroarch යෙදුම මෙයට සකසා ඇත:[CR]{}[CR]අවශ්‍ය නම් ඇඩෝන සැකසුම් තුළ වෙනස් කරන්න

# #30388
source: Retroarch config set to:[CR]{}[CR]Modify in addon settings if needed
ar_sa: تم ضبط تكوين Retroarch على:[CR]{}[CR]تعديل في إعدادات الوظيفة الإضافية إذا لزم الأمر
de_de: Retroarch-Konfiguration eingestellt auf:[CR]{}[CR]Bei Bedarf in den Add-On-Einstellungen ändern.
et_ee: Retroarch config on seatud järgmisele:[CR]{}[CR]Muutke vajadusel lisaseadeid
fa_af: پیکربندی Retroarch روی:[CR]{}[CR]در صورت نیاز تنظیمات افزونه را تغییر دهید
it_it: Configurazione Retroarch impostata su:[CR]{}[CR]Modifica nelle impostazioni del componente aggiuntivo se necessario
mk_mk: Конфигурацијата Retroarch е поставена на:[CR]{}[CR]Изменете ги во поставките за додаток доколку е потребно
si_lk: Retroarch වින්‍යාසය මෙසේ සකසා ඇත:[CR]{}[CR]අවශ්‍ය නම් ඇඩෝන සැකසීම් තුළ වෙනස් කරන්න

# #30389
source: Wizard completed[CR]Lets Play!
ar_sa: تم الانتهاء من المعالج[CR]لنلعب!
de_de: Assistent abgeschlossen[CR]Lass uns spielen!
et_ee: Nõustaja lõpetatud[CR]Mängime!
fa_af: جادوگر تکمیل شد[CR]اجازه می دهد بازی کنیم!
it_it: Wizard completato[CR]Giochiamo!
mk_mk: Волшебникот е завршен[CR]Lets Play!
si_lk: විශාරද සම්පුර්ණ කරන ලදී[CR]ක්‍රීඩා කිරීමට ඉඩ දෙන්න!

# #30390
source: Set all game lists to be launched with Kodi
ar_sa: قم بتعيين جميع قوائم الألعاب ليتم تشغيلها باستخدام Kodi
de_de: Richten Sie alle Spielelisten so ein, dass sie mit Kodi gestartet werden
et_ee: Määrake kõik mängude loendid Kodiga käivitamiseks
fa_af: همه لیست های بازی را تنظیم کنید تا با Kodi راه اندازی شوند
it_it: Imposta tutti gli elenchi di giochi da avviare con Kodi
mk_mk: Поставете ги сите списоци со игри да се лансираат со Kodi
si_lk: Kodi සමඟ දියත් කිරීමට සියලු ක්‍රීඩා ලැයිස්තු සකසන්න

# #30391
source: Quickly set all game lists to external launching
ar_sa: قم بتعيين جميع قوائم الألعاب بسرعة ليتم تشغيلها خارجيًا
de_de: Schnelles Einrichten aller Spielelisten auf externen Start
et_ee: Seadistage kõik mängude loendid kiiresti välisele käivitamisele
fa_af: به سرعت همه لیست های بازی را روی راه اندازی خارجی تنظیم کنید
it_it: Imposta rapidamente tutti gli elenchi di giochi per l'avvio esterno
mk_mk: Брзо поставете ги сите списоци со игри на надворешно стартување
si_lk: සියලුම ක්‍රීඩා ලැයිස්තු ඉක්මනින් බාහිර දියත් කිරීමට සකසන්න

# #30392
source: Quickly set all game lists to Kodi retroplayer
ar_sa: قم بتعيين جميع قوائم الألعاب بسرعة إلى Kodi retroplayer
de_de: Alle Spielelisten schnell auf Kodi Retroplayer einstellen
et_ee: Määrake kõik mängude loendid kiiresti Kodi retroplayerile
fa_af: به سرعت همه لیست های بازی را به Kodi retroplayer تنظیم کنید
it_it: Imposta rapidamente tutti gli elenchi di giochi su Kodi retroplayer
mk_mk: Брзо поставете ги сите списоци со игри на Kodi retroplayer
si_lk: සියලුම ක්‍රීඩා ලැයිස්තු ඉක්මනින් Kodi retroplayer වෙත සකසන්න

# #30393
source: Confirm
ar_sa: يتأكد
de_de: Bestätigen
et_ee: Kinnita
fa_af: تایید کنید
it_it: Confermare
mk_mk: Потврди
si_lk: තහවුරු කරන්න

# #30394
source: Are you sure you want to set all lists to external launching
ar_sa: هل أنت متأكد من أنك تريد تعيين كافة القوائم للتشغيل الخارجي؟
de_de: Möchten Sie alle Listen wirklich auf externes Starten einstellen?
et_ee: Kas olete kindel, et soovite määrata kõik loendid välisele käivitamisele?
fa_af: آیا مطمئن هستید که می‌خواهید همه فهرست‌ها را روی راه‌اندازی خارجی تنظیم کنید؟
it_it: Sei sicuro di voler impostare tutti gli elenchi per l'avvio esterno?
mk_mk: Дали сте сигурни дека сакате да ги поставите сите списоци на надворешно стартување
si_lk: ඔබට සියලු ලැයිස්තු බාහිර දියත් කිරීමට සැකසීමට අවශ්‍ය බව විශ්වාසද

# #30395
source: Are you sure you want to set all lists to Kodi retroplayer
ar_sa: هل أنت متأكد من أنك تريد تعيين جميع القوائم إلى Kodi retroplayer؟
de_de: Möchten Sie wirklich alle Listen auf Kodi Retroplayer einstellen?
et_ee: Kas soovite kindlasti määrata kõik loendid Kodi retroplayerile?
fa_af: آیا مطمئن هستید که می‌خواهید همه لیست‌ها را روی Kodi retroplayer تنظیم کنید
it_it: Sei sicuro di voler impostare tutti gli elenchi su Kodi retroplayer?
mk_mk: Дали сте сигурни дека сакате да ги поставите сите списоци на Kodi retroplayer
si_lk: ඔබට සියලුම ලැයිස්තු Kodi retroplayer වෙත සැකසීමට අවශ්‍ය බව විශ්වාසද

# #30396
source: Android permissions require you to manually enter the Retroarch config path[CR]See wiki for more help
ar_sa: تتطلب أذونات Android منك إدخال مسار تكوين Retroarch يدويًا[CR]راجع wiki للحصول على مزيد من المساعدة
de_de: Für Android-Berechtigungen müssen Sie den Retroarch-Konfigurationspfad manuell eingeben[CR]Weitere Hilfe finden Sie im Wiki
et_ee: Androidi load nõuavad Retroarchi konfiguratsioonitee käsitsi sisestamist[CR]Lisateavet leiate wikist
fa_af: مجوزهای Android از شما می خواهد که به صورت دستی مسیر پیکربندی Retroarch را وارد کنید[CR]برای راهنمایی بیشتر به ویکی مراجعه کنید
it_it: I permessi Android richiedono di immettere manualmente il percorso di configurazione di Retroarch[CR]Consulta wiki per ulteriore assistenza
mk_mk: Дозволите за Android бараат од вас рачно да ја внесете патеката за конфигурација на Retroarch[CR]Погледнете во вики за повеќе помош
si_lk: Android අවසර සඳහා ඔබ විසින් Retroarch වින්‍යාස පථය හස්තීයව ඇතුළු කිරීමට අවශ්‍ය වේ[CR]වැඩිදුර උදවු සඳහා විකි බලන්න

# #30397
source: Android permissions require you to manually enter the Retroarch core path[CR]See wiki for more help
ar_sa: تتطلب أذونات Android منك إدخال مسار نواة Retroarch يدويًا[CR]راجع wiki للحصول على مزيد من المساعدة
de_de: Für Android-Berechtigungen müssen Sie den Retroarch-Kernpfad manuell eingeben[CR]Weitere Hilfe finden Sie im Wiki
et_ee: Androidi load nõuavad Retroarchi põhitee käsitsi sisestamist[CR]Lisateavet leiate wikist
fa_af: مجوزهای Android از شما می خواهد که به صورت دستی مسیر اصلی Retroarch را وارد کنید[CR]برای راهنمایی بیشتر به ویکی مراجعه کنید
it_it: I permessi Android richiedono di immettere manualmente il percorso principale di Retroarch[CR]Consulta wiki per ulteriore assistenza
mk_mk: Дозволите за Android бараат од вас рачно да ја внесете основната патека на Retroarch[CR]Погледнете во вики за повеќе помош
si_lk: Android අවසර සඳහා ඔබ විසින් Retroarch core මාර්ගයට හස්තීයව ඇතුළු කිරීම අවශ්‍ය වේ[CR]වැඩිදුර උදවු සඳහා wiki බලන්න

# #30398
source: Backup current database
ar_sa: النسخ الاحتياطي لقاعدة البيانات الحالية
de_de: Aktuelle Datenbank sichern
et_ee: Varunda praegune andmebaas
fa_af: پشتیبان گیری از پایگاه داده فعلی
it_it: Backup del database corrente
mk_mk: Бекап на тековната база на податоци
si_lk: වත්මන් දත්ත සමුදාය උපස්ථ කරන්න

# #30399
source: Restore database from backup
ar_sa: استعادة قاعدة البيانات من النسخة الاحتياطية
de_de: Datenbank aus Backup wiederherstellen
et_ee: Taastage andmebaas varukoopiast
fa_af: بازیابی پایگاه داده از پشتیبان گیری
it_it: Ripristinare il database dal backup
mk_mk: Враќање на базата на податоци од резервна копија
si_lk: උපස්ථයෙන් දත්ත සමුදාය ප්‍රතිසාධනය කරන්න

# #30400
source: Backup the current IAGL database and all user settings
ar_sa: قم بعمل نسخة احتياطية لقاعدة بيانات IAGL الحالية وجميع إعدادات المستخدم
de_de: Sichern Sie die aktuelle IAGL-Datenbank und alle Benutzereinstellungen
et_ee: Varundage praegune IAGL-i andmebaas ja kõik kasutaja seaded
fa_af: از پایگاه داده فعلی IAGL و تمام تنظیمات کاربر نسخه پشتیبان تهیه کنید
it_it: Eseguire il backup del database IAGL corrente e di tutte le impostazioni utente
mk_mk: Направете резервна копија од тековната база на податоци на IAGL и сите кориснички поставки
si_lk: වත්මන් IAGL දත්ත සමුදාය සහ සියලුම පරිශීලක සැකසුම් උපස්ථ කරන්න

# #30401
source: Restore the current addon database from a backup
ar_sa: استعادة قاعدة بيانات الوظيفة الإضافية الحالية من نسخة احتياطية
de_de: Stellen Sie die aktuelle Add-On-Datenbank aus einem Backup wieder her
et_ee: Taastage praegune lisandmooduli andmebaas varukoopiast
fa_af: پایگاه داده فعلی افزونه را از یک نسخه پشتیبان بازیابی کنید
it_it: Ripristina il database del componente aggiuntivo corrente da un backup
mk_mk: Вратете ја тековната база на податоци за додатоци од резервна копија
si_lk: උපස්ථයකින් වත්මන් ඇඩෝන දත්ත සමුදාය ප්‍රතිසාධනය කරන්න

# #30402
source: Select backup path
ar_sa: حدد مسار النسخ الاحتياطي
de_de: Backup-Pfad auswählen
et_ee: Valige varutee
fa_af: مسیر پشتیبان را انتخاب کنید
it_it: Seleziona percorso di backup
mk_mk: Изберете резервна патека
si_lk: උපස්ථ මාර්ගය තෝරන්න

# #30403
source: Select backup db
ar_sa: حدد قاعدة البيانات الاحتياطية
de_de: Backup-Datenbank auswählen
et_ee: Valige backup db
fa_af: پشتیبان db را انتخاب کنید
it_it: Seleziona il backup del database
mk_mk: Изберете резервна копија db
si_lk: උපස්ථ db තෝරන්න

# #30404
source: Backup completed
ar_sa: تم الانتهاء من النسخ الاحتياطي
de_de: Sicherung abgeschlossen
et_ee: Varundamine on lõpetatud
fa_af: پشتیبان گیری تکمیل شد
it_it: Backup completato
mk_mk: Бекапот е завршен
si_lk: උපස්ථ කිරීම සම්පූර්ණයි

# #30405
source: Restore completed
ar_sa: تم الاستعادة
de_de: Wiederherstellung abgeschlossen
et_ee: Taastamine lõpetatud
fa_af: بازیابی تکمیل شد
it_it: Ripristino completato
mk_mk: Враќањето е завршено
si_lk: ප්‍රතිසාධනය සම්පූර්ණ කර ඇත

# #30406
source: {} matching game ids were not found in the new db[CR]Select next action
ar_sa: لم يتم العثور على {} معرفات اللعبة المطابقة في قاعدة البيانات الجديدة [CR]حدد الإجراء التالي
de_de: {} passende Spiel-IDs wurden in der neuen Datenbank nicht gefunden[CR]Nächste Aktion auswählen
et_ee: Uues db-s ei leitud {} sobivat mängu ID-d[CR]Valige järgmine toiming
fa_af: {} شناسه بازی منطبق در db[CR]انتخاب اقدام بعدی یافت نشد
it_it: {} ID di gioco corrispondenti non sono stati trovati nel nuovo database[CR]Seleziona l'azione successiva
mk_mk: {} соодветни идентификатори на играта не беа пронајдени во новата db[CR]Изберете следно дејство
si_lk: {} ගැලපෙන ක්‍රීඩා හැඳුනුම්පත් නව db හි හමු නොවීය[CR]ඊළඟ ක්‍රියාව තෝරන්න

# #30407
source: Update database, attempt to match games by title and game list
ar_sa: تحديث قاعدة البيانات، ومحاولة مطابقة الألعاب حسب العنوان وقائمة الألعاب
de_de: Datenbank aktualisieren, versuchen, Spiele nach Titel und Spieleliste abzugleichen
et_ee: Värskendage andmebaasi, proovige mänge pealkirja ja mängude loendi järgi sobitada
fa_af: پایگاه داده را به روز کنید، سعی کنید بازی ها را بر اساس عنوان و لیست بازی مطابقت دهید
it_it: Aggiorna il database, prova ad abbinare i giochi in base al titolo e all'elenco dei giochi
mk_mk: Ажурирајте ја базата на податоци, обидете се да ги усогласите игрите по наслов и список на игри
si_lk: දත්ත සමුදාය යාවත්කාලීන කරන්න, මාතෘකාව සහ ක්‍රීඩා ලැයිස්තුව අනුව ක්‍රීඩා ගැලපීමට උත්සාහ කරන්න

# #30408
source: Update database, remove game ids that were not found
ar_sa: تحديث قاعدة البيانات، وإزالة معرفات الألعاب التي لم يتم العثور عليها
de_de: Datenbank aktualisieren, nicht gefundene Spiele-IDs entfernen
et_ee: Värskendage andmebaasi, eemaldage mängu ID-d, mida ei leitud
fa_af: به روز رسانی پایگاه داده، حذف شناسه های بازی که پیدا نشدند
it_it: Aggiorna il database, rimuovi gli ID di gioco che non sono stati trovati
mk_mk: Ажурирајте ја базата на податоци, отстранете ги идентификаторите на играта што не беа пронајдени
si_lk: දත්ත සමුදාය යාවත්කාලීන කරන්න, සොයාගත නොහැකි වූ ක්‍රීඩා හැඳුනුම්පත් ඉවත් කරන්න

# #30409
source: Restore back to old database
ar_sa: استعادة قاعدة البيانات القديمة
de_de: Zur alten Datenbank zurückkehren
et_ee: Taastage vana andmebaas
fa_af: بازگردانی به پایگاه داده قدیمی
it_it: Ripristina il vecchio database
mk_mk: Вратете се на старата база на податоци
si_lk: පැරණි දත්ත ගබඩාවට නැවත ප්‍රතිසාධනය කරන්න

# #30410
source: Database restored back to old database
ar_sa: تمت استعادة قاعدة البيانات إلى قاعدة البيانات القديمة
de_de: Datenbank auf alte Datenbank zurückgesetzt
et_ee: Andmebaas taastati vanasse andmebaasi
fa_af: پایگاه داده به پایگاه داده قدیمی بازگردانده شد
it_it: Il database è stato ripristinato al vecchio database
mk_mk: Базата на податоци е вратена на старата база на податоци
si_lk: දත්ත සමුදාය නැවත පැරණි දත්ත ගබඩාවට ප්‍රතිසාධනය කරන ලදී

# #30411
source: Please Wait
ar_sa: انتظر من فضلك
de_de: Bitte warten
et_ee: Palun oodake
fa_af: لطفا صبر کنید
it_it: Attendere prego
mk_mk: Ве молиме почекајте
si_lk: කරුණාකර රැඳී සිටින්න

# #30412
source: Manually set Retroarch directories
ar_sa: تعيين أدلة Retroarch يدويًا
de_de: Retroarch-Verzeichnisse manuell festlegen
et_ee: Retroarchi kataloogide käsitsi määramine
fa_af: دایرکتوری های Retroarch را به صورت دستی تنظیم کنید
it_it: Impostare manualmente le directory di Retroarch
mk_mk: Рачно поставете директориуми Retroarch
si_lk: Retroarch නාමාවලි අතින් සකසන්න

# #30413
source: IAGL will by default detect directories from RA config, you can manually override this function
ar_sa: سيقوم IAGL افتراضيًا باكتشاف الدلائل من تكوين RA، ويمكنك تجاوز هذه الوظيفة يدويًا
de_de: IAGL erkennt standardmäßig Verzeichnisse aus der RA-Konfiguration. Sie können diese Funktion manuell überschreiben
et_ee: IAGL tuvastab vaikimisi kataloogid RA konfiguratsioonist, saate selle funktsiooni käsitsi alistada
fa_af: IAGL به طور پیش‌فرض دایرکتوری‌ها را از پیکربندی RA شناسایی می‌کند، می‌توانید به صورت دستی این عملکرد را لغو کنید
it_it: Per impostazione predefinita, IAGL rileverà le directory dalla configurazione RA, è possibile sovrascrivere manualmente questa funzione
mk_mk: IAGL стандардно ќе открие директориуми од конфигурацијата RA, можете рачно да ја отфрлите оваа функција
si_lk: IAGL පෙරනිමියෙන් RA වින්‍යාසයෙන් නාමාවලි හඳුනා ගනී, ඔබට මෙම ශ්‍රිතය අතින් ප්‍රතික්ෂේප කළ හැක

# #30414
source: Retroarch Core Directory
ar_sa: دليل Retroarch الأساسي
de_de: Retroarch-Kernverzeichnis
et_ee: Retroarchi põhikataloog
fa_af: فهرست اصلی Retroarch
it_it: Directory principale di Retroarch
mk_mk: Основен директориум на Retroarch
si_lk: Retroarch Core නාමාවලිය

# #30415
source: Retroach Info Directory
ar_sa: دليل معلومات ريترواش
de_de: Retroach Info-Verzeichnis
et_ee: Retroachi teabekataloog
fa_af: دایرکتوری اطلاعات Retroach
it_it: Elenco informazioni Retroach
mk_mk: Директориум за информации за повратни информации

# #30416
source: Append linux app to start launch command
ar_sa: إضافة تطبيق لينكس لبدء أمر التشغيل
de_de: Hängen Sie die Linux-App an, um den Startbefehl zu starten
et_ee: Käivituskäsu käivitamiseks lisage linuxi rakendus
fa_af: برای شروع دستور راه اندازی برنامه لینوکس را اضافه کنید
it_it: Aggiungi l'app Linux per avviare il comando di avvio
mk_mk: Додадете ја апликацијата Linux за да започне командата за стартување
si_lk: දියත් විධානය ආරම්භ කිරීමට linux යෙදුම එක් කරන්න

# #30417
source: systemd-run/flatpak is used for specific linux/elec systems. Only enable if your system requires it.
ar_sa: يتم استخدام systemd-run/flatpak لأنظمة linux/elec محددة. قم بتمكينه فقط إذا كان نظامك يتطلب ذلك.
de_de: systemd-run/flatpak wird für bestimmte Linux-/Elektrosysteme verwendet. Aktivieren Sie es nur, wenn Ihr System es erfordert.
et_ee: systemd-run/flatpak kasutatakse konkreetsete linux/elec süsteemide jaoks. Lubage ainult siis, kui teie süsteem seda nõuab.
fa_af: systemd-run/flatpak برای سیستم های خاص لینوکس/الکترونیک استفاده می شود. فقط در صورتی فعال کنید که سیستم شما به آن نیاز داشته باشد.
it_it: systemd-run/flatpak è utilizzato per sistemi linux/elec specifici. Abilitalo solo se il tuo sistema lo richiede.
mk_mk: systemd-run/flatpak се користи за специфични Linux/elec системи. Овозможете само ако тоа го бара вашиот систем.
si_lk: systemd-run/flatpak විශේෂිත linux/elec පද්ධති සඳහා භාවිතා වේ. ඔබේ පද්ධතියට එය අවශ්‍ය නම් පමණක් සක්‍රීය කරන්න.

# #30418
source: Prepend systemd-run to Retroarch commands
ar_sa: إضافة systemd-run إلى أوامر Retroarch
de_de: Stellen Sie Retroarch-Befehlen systemd-run voran
et_ee: Lisage Retroarchi käskudele systemd-run
fa_af: دستور systemd-run را به دستورات Retroarch اضافه کنید
it_it: Aggiungere systemd-run ai comandi Retroarch
mk_mk: Претпоставете systemd-run на командите Retroarch
si_lk: Retroarch විධාන වලට systemd-run කිරීමට පෙරට යන්න

# #30419
source: Prepend systemd-run to all commands
ar_sa: إضافة systemd-run إلى جميع الأوامر
de_de: Allen Befehlen „systemd-run“ voranstellen
et_ee: Lisage kõikidele käskudele systemd-run
fa_af: systemd-run را به همه دستورات اضافه کنید
it_it: Aggiungere systemd-run a tutti i comandi
mk_mk: Претпоставете systemd-run на сите команди
si_lk: සියලුම විධාන වලට systemd-run පෙරවති

# #30420
source: Prepend flatpak run to Retroarch commands
ar_sa: إضافة أمر تشغيل flatpak إلى أوامر Retroarch
de_de: Fügen Sie „Flatpak Run“ vor Retroarch-Befehle ein
et_ee: Lisage Retroarchi käskude ette flatpaki käitamine
fa_af: اجرای flatpak را در دستورات Retroarch قرار دهید
it_it: Aggiungi flatpak run ai comandi Retroarch
mk_mk: Предложете flatpak трчање до командите на Retroarch
si_lk: ෆ්ලැට්පැක් ධාවනය රෙට්‍රොආර්ච් විධාන වලට පෙරට ගන්න

# #30421
source: Prepend flatpak run to all commands
ar_sa: إضافة أمر تشغيل flatpak إلى جميع الأوامر
de_de: Stellen Sie allen Befehlen „Flatpak Run“ voran
et_ee: Lisage kõigi käskude ette flatpak run
fa_af: اجرای flatpak را برای همه دستورات آماده کنید
it_it: Aggiungi flatpak run a tutti i comandi
mk_mk: Прикажи flatpak извршување на сите команди
si_lk: ෆ්ලැට්පැක් ධාවනය සියලු විධානයන් වෙත ප්‍රෙපෙන්ඩ් කරන්න

# #30422
source: Android permissions require a shared storage directory[CR]Enter a shared location that can be accessed by both applications
ar_sa: تتطلب أذونات Android دليل تخزين مشترك[CR]أدخل موقعًا مشتركًا يمكن الوصول إليه بواسطة كلا التطبيقين
de_de: Android-Berechtigungen erfordern ein gemeinsames Speicherverzeichnis[CR]Geben Sie einen gemeinsamen Speicherort ein, auf den beide Anwendungen zugreifen können
et_ee: Androidi load nõuavad jagatud salvestuskataloogi[CR]Sisestage jagatud asukoht, millele pääsevad juurde mõlemad rakendused
fa_af: مجوزهای Android به یک فهرست ذخیره‌سازی مشترک نیاز دارند[CR]یک مکان مشترک را وارد کنید که برای هر دو برنامه قابل دسترسی باشد
it_it: Le autorizzazioni Android richiedono una directory di archiviazione condivisa[CR]Immetti una posizione condivisa a cui possono accedere entrambe le applicazioni
mk_mk: Дозволите за Android бараат заеднички директориум за складирање[CR]Внесете споделена локација до која може да пристапат двете апликации
si_lk: Android අවසර සඳහා බෙදාගත් ගබඩා නාමාවලියක් අවශ්‍ය වේ[CR]යෙදුම් දෙකටම ප්‍රවේශ විය හැකි බෙදාගත් ස්ථානයක් ඇතුළත් කරන්න

# #30423
source: Unzip Files
ar_sa: فك ضغط الملفات
de_de: Dateien entpacken
et_ee: Paki failid lahti
fa_af: فایل ها را از حالت فشرده خارج کنید
it_it: Decomprimi i file
mk_mk: Отпакувајте датотеки
si_lk: ගොනු Unzip කරන්න

# #30424
source: No Processing
ar_sa: لا يوجد معالجة
de_de: Keine Verarbeitung
et_ee: Töötlemine puudub
fa_af: بدون پردازش
it_it: Nessuna elaborazione
mk_mk: Нема обработка
si_lk: සැකසුම් නැත

# #30425
source: Unzip Files, Skip BIOS files
ar_sa: فك ضغط الملفات وتخطي ملفات BIOS
de_de: Dateien entpacken, BIOS-Dateien überspringen
et_ee: Pakkige failid lahti, jätke BIOS-failid vahele
fa_af: فایل‌ها را از حالت فشرده خارج کنید، فایل‌های بایوس را رد کنید
it_it: Decomprimi i file, salta i file del BIOS
mk_mk: Отпакувајте датотеки, прескокнете ги датотеките на BIOS-от
si_lk: ගොනු Unzip කරන්න, BIOS ගොනු මඟ හරින්න

# #30426
source: Unzip Files to Folder
ar_sa: فك ضغط الملفات إلى مجلد
de_de: Dateien in Ordner entpacken
et_ee: Pakkige failid lahti kausta
fa_af: فایل ها را در پوشه از حالت فشرده خارج کنید
it_it: Decomprimi i file nella cartella
mk_mk: Отпакувајте ги датотеките во папката
si_lk: ෆෝල්ඩරයට ගොනු Unzip කරන්න

# #30427
source: Move CHD to folder
ar_sa: نقل CHD إلى المجلد
de_de: CHD in Ordner verschieben
et_ee: Teisalda CHD kausta
fa_af: CHD را به پوشه منتقل کنید
it_it: Sposta CHD nella cartella
mk_mk: Преместете го CHD во папката
si_lk: CHD ෆෝල්ඩරයට ගෙන යන්න

# #30428
source: Move files to folder: arcade
ar_sa: نقل الملفات إلى المجلد: arcade
de_de: Dateien in den Ordner verschieben: Arcade
et_ee: Teisalda failid kausta: arcade
fa_af: انتقال فایل ها به پوشه: arcade
it_it: Sposta i file nella cartella: arcade
mk_mk: Преместете ги датотеките во папката: аркада
si_lk: ගොනු ෆෝල්ඩරයට ගෙනයන්න: ආර්කේඩ්
