Repository: masQelec/repository.masqelec
Catalog: plugin.program.iagl/resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, et_ee, fa_af, it_it, mk_mk, si_lk

# #30001
source: Internet Archive Game Launcher
ar_sa: مشغل ألعاب Internet Archive
de_de: Internetarchiv-Game-Launcher
et_ee: Interneti-arhiivi mängude käivitaja
fa_af: راه‌انداز بازی بایگانی اینترنتی
it_it: Lanciatore di giochi di Internet Archive
mk_mk: Стартувач на игри на Интернет архива
si_lk: අන්තර්ජාල සංරක්ෂිත ක්‍රීඩා දියත් කිරීම

# #30002
source: Browse all Lists
ar_sa: تصفح جميع القوائم
de_de: Alle Listen durchsuchen
et_ee: Sirvige kõiki loendeid
fa_af: همه لیست ها را مرور کنید
it_it: Sfoglia tutti gli elenchi
mk_mk: Прелистајте ги сите списоци
si_lk: සියලුම ලැයිස්තු පිරික්සන්න

# #30003
source: Browse lists by Category
ar_sa: تصفح القوائم حسب الفئة
de_de: Durchsuchen Sie Listen nach Kategorie
et_ee: Sirvige loendeid kategooriate järgi
fa_af: فهرست ها را بر اساس دسته مرور کنید
it_it: Sfoglia gli elenchi per categoria
mk_mk: Прелистувајте списоци по категорија
si_lk: ප්‍රවර්ගය අනුව ලැයිස්තු පිරික්සන්න

# #30004
source: Browse games by Playlist
ar_sa: تصفح الألعاب حسب قائمة التشغيل
de_de: Spiele nach Playlist durchsuchen
et_ee: Sirvige mänge esitusloendi järgi
fa_af: بازی ها را بر اساس لیست پخش مرور کنید
it_it: Sfoglia i giochi per Playlist
mk_mk: Прелистувајте игри по плејлиста
si_lk: ධාවන ලැයිස්තුව අනුව ක්‍රීඩා බ්‍රවුස් කරන්න

# #30005
source: Favorites
ar_sa: المفضلة
de_de: Favoriten
et_ee: Lemmikud
fa_af: موارد دلخواه
it_it: Preferiti
mk_mk: Омилени
si_lk: ප්රියතම

# #30006
source: Play History
ar_sa: تاريخ اللعب
de_de: Spielverlauf
et_ee: Play ajalugu
fa_af: تاریخچه بازی
it_it: Cronologia di riproduzione
mk_mk: Историја на игра
si_lk: Play ඉතිහාසය

# #30007
source: Search
ar_sa: يبحث
de_de: Suchen
et_ee: Otsi
fa_af: جستجو کنید
it_it: Ricerca
mk_mk: Пребарување
si_lk: සොයන්න

# #30008
source: Random Play
ar_sa: اللعب العشوائي
de_de: Zufallswiedergabe
et_ee: Juhuslik mängimine
fa_af: بازی تصادفی
it_it: Riproduzione casuale
mk_mk: Случајна игра
si_lk: අහඹු සෙල්ලම්

# #30009
source: Next
ar_sa: التالي
de_de: Nächste
et_ee: Edasi
fa_af: بعدی
it_it: Prossimo
mk_mk: Следно
si_lk: ඊළඟ

# #30010
source: Previous
ar_sa: سابق
de_de: Vorherige
et_ee: Eelmine
fa_af: قبلی
it_it: Precedente
mk_mk: Претходна
si_lk: පෙර

# #30011
source: One Big List
ar_sa: قائمة واحدة كبيرة
de_de: Eine große Liste
et_ee: Üks suur nimekiri
fa_af: یک لیست بزرگ
it_it: Una grande lista
mk_mk: Една голема листа
si_lk: එක් විශාල ලැයිස්තුවක්

# #30012
source: Alphabetical
ar_sa: أبجدي
de_de: Alphabetisch
et_ee: Tähestikuline
fa_af: حروف الفبا
it_it: Alfabetico
mk_mk: По азбучен ред
si_lk: අකාරාදී

# #30013
source: Group by Genre
ar_sa: المجموعة حسب النوع
de_de: Nach Genre gruppieren
et_ee: Grupp žanri järgi
fa_af: گروه بر اساس ژانر
it_it: Raggruppa per genere
mk_mk: Група по жанр
si_lk: ප්‍රභේදය අනුව සමූහය

# #30014
source: Group by Year
ar_sa: تجميع حسب السنة
de_de: Nach Jahr gruppieren
et_ee: Rühmitada aastate kaupa
fa_af: گروه بر اساس سال
it_it: Raggruppa per anno
mk_mk: Група по година
si_lk: වසර අනුව කණ්ඩායම්

# #30015
source: Group by Players
ar_sa: تجميع حسب اللاعبين
de_de: Gruppieren nach Spielern
et_ee: Rühmitamine mängijate järgi
fa_af: گروه بندی بر اساس بازیکنان
it_it: Raggruppa per giocatori
mk_mk: Група по играчи
si_lk: ක්‍රීඩකයින් අනුව කණ්ඩායම්

# #30016
source: Group by Studio
ar_sa: تجميع حسب الاستوديو
de_de: Nach Studio gruppieren
et_ee: Rühmitamine stuudio järgi
fa_af: گروه توسط استودیو
it_it: Raggruppa per Studio
mk_mk: Група по Студио
si_lk: ස්ටුඩියෝ විසින් සමූහය

# #30017
source: Group by Tag
ar_sa: تجميع حسب العلامة
de_de: Nach Tag gruppieren
et_ee: Rühmitamine sildi järgi
fa_af: گروه بر اساس برچسب
it_it: Raggruppa per tag
mk_mk: Група по ознака
si_lk: ටැගය අනුව කණ්ඩායම් කරන්න

# #30018
source: Group by Playlist
ar_sa: تجميع حسب قائمة التشغيل
de_de: Nach Wiedergabeliste gruppieren
et_ee: Rühmitamine esitusloendi alusel
fa_af: گروه بندی بر اساس لیست پخش
it_it: Raggruppa per playlist
mk_mk: Групирајте по плејлиста
si_lk: ධාවන ලැයිස්තුව අනුව කණ්ඩායම්

# #30019
source: Group by Region
ar_sa: تجميع حسب المنطقة
de_de: Gruppieren nach Region
et_ee: Grupp piirkonna järgi
fa_af: گروه بر اساس منطقه
it_it: Raggruppa per regione
mk_mk: Група по регион
si_lk: කලාපය අනුව සමූහ කරන්න

# #30020
source: Group by Language
ar_sa: تجميع حسب اللغة
de_de: Nach Sprache gruppieren
et_ee: Rühmitamine keele järgi
fa_af: گروه بر اساس زبان
it_it: Raggruppa per lingua
mk_mk: Група по јазик
si_lk: භාෂාව අනුව කණ්ඩායම්

# #30021
source: Group by Edition
ar_sa: تجميع حسب الإصدار
de_de: Nach Ausgabe gruppieren
et_ee: Rühmitamine väljaande järgi
fa_af: گروه بر اساس نسخه
it_it: Raggruppa per edizione
mk_mk: Група по издание
si_lk: සංස්කරණය අනුව කණ්ඩායම්

# #30022
source: Group by Code
ar_sa: التجميع حسب الكود
de_de: Nach Code gruppieren
et_ee: Rühmitamine koodi järgi
fa_af: گروه بندی بر اساس کد
it_it: Raggruppa per codice
mk_mk: Групирајте по код
si_lk: කේතය අනුව කණ්ඩායම්

# #30023
source: Group by Rating
ar_sa: تجميع حسب التقييم
de_de: Nach Bewertung gruppieren
et_ee: Rühmitamine reitingu järgi
fa_af: گروه بندی بر اساس رتبه بندی
it_it: Raggruppa per valutazione
mk_mk: Групирајте по рејтинг
si_lk: ශ්‍රේණිගත කිරීම අනුව කාණ්ඩ කරන්න

# #30024
source: Select Game Lists
ar_sa: حدد قوائم الألعاب
de_de: Spielelisten auswählen
et_ee: Valige Mängude loendid
fa_af: لیست بازی ها را انتخاب کنید
it_it: Seleziona Elenchi di giochi
mk_mk: Изберете Списоци со игри
si_lk: ක්‍රීඩා ලැයිස්තු තෝරන්න

# #30025
source: Search Game Titles
ar_sa: البحث عن عناوين الألعاب
de_de: Suche nach Spieltiteln
et_ee: Otsi mängude pealkirju
fa_af: جستجو در عناوین بازی
it_it: Cerca titoli di gioco
mk_mk: Барај наслови на игри
si_lk: ක්‍රීඩා මාතෘකා සොයන්න

# #30026
source: Filter by Genre
ar_sa: تصفية حسب النوع
de_de: Filtern nach Genre
et_ee: Filtreeri žanri järgi
fa_af: فیلتر بر اساس ژانر
it_it: Filtra per genere
mk_mk: Филтрирај по жанр
si_lk: ප්‍රභේදය අනුව පෙරන්න

# #30027
source: Filter by Players
ar_sa: تصفية حسب اللاعبين
de_de: Nach Spielern filtern
et_ee: Filtreerige mängijate järgi
fa_af: فیلتر بر اساس بازیکنان
it_it: Filtra per giocatori
mk_mk: Филтрирајте по играчи
si_lk: ක්‍රීඩකයන් අනුව පෙරහන් කරන්න

# #30028
source: Filter by Studio
ar_sa: تصفية حسب الاستوديو
de_de: Filtern nach Studio
et_ee: Filtreerige Studio järgi
fa_af: فیلتر بر اساس استودیو
it_it: Filtra per Studio
mk_mk: Филтрирај по Студио
si_lk: ස්ටුඩියෝව අනුව පෙරහන් කරන්න

# #30029
source: Filter by Tag
ar_sa: تصفية حسب العلامة
de_de: Filtern nach Tag
et_ee: Filtreeri sildi järgi
fa_af: فیلتر بر اساس برچسب
it_it: Filtra per tag
mk_mk: Филтрирај по ознака
si_lk: ටැගය අනුව පෙරන්න

# #30030
source: Filter by Playlist
ar_sa: تصفية حسب قائمة التشغيل
de_de: Nach Playlist filtern
et_ee: Filtreeri esitusloendi järgi
fa_af: فیلتر بر اساس لیست پخش
it_it: Filtra per playlist
mk_mk: Филтрирај по плејлиста
si_lk: ධාවන ලැයිස්තුව අනුව පෙරන්න

# #30031
source: Filter by Region
ar_sa: تصفية حسب المنطقة
de_de: Filtern nach Region
et_ee: Filtreeri piirkonna järgi
fa_af: فیلتر بر اساس منطقه
it_it: Filtra per regione
mk_mk: Филтрирај по регион
si_lk: කලාපය අනුව පෙරහන් කරන්න

# #30032
source: Filter by Language
ar_sa: تصفية حسب اللغة
de_de: Filtern nach Sprache
et_ee: Filtreerige keele järgi
fa_af: فیلتر بر اساس زبان
it_it: Filtra per lingua
mk_mk: Филтрирај по јазик
si_lk: භාෂාව අනුව පෙරහන් කරන්න

# #30033
source: Filter by Edition
ar_sa: تصفية حسب الإصدار
de_de: Nach Edition filtern
et_ee: Filtreeri väljaande järgi
fa_af: فیلتر بر اساس نسخه
it_it: Filtra per Edizione
mk_mk: Филтрирај по издание
si_lk: සංස්කරණය අනුව පෙරන්න

# #30034
source: Filter by Code
ar_sa: تصفية حسب الكود
de_de: Filtern nach Code
et_ee: Filtreeri koodi järgi
fa_af: فیلتر بر اساس کد
it_it: Filtra per codice
mk_mk: Филтрирајте по код
si_lk: කේතය අනුව පෙරන්න

# #30035
source: Filter by Rating
ar_sa: تصفية حسب التقييم
de_de: Filtern nach Bewertung
et_ee: Filtreeri reitingu järgi
fa_af: فیلتر بر اساس رتبه بندی
it_it: Filtra per valutazione
mk_mk: Филтрирајте по рејтинг
si_lk: ශ්‍රේණිගත කිරීම අනුව පෙරහන් කරන්න

# #30036
source: [COLOR FF12A0C7]Execute Search[/COLOR]
ar_sa: [COLOR FF12A0C7]تنفيذ البحث[/COLOR]
de_de: [COLOR FF12A0C7]Suche ausführen[/COLOR]
et_ee: [COLOR FF12A0C7]Käivita otsing[/COLOR]
fa_af: [COLOR FF12A0C7]اجرای جستجو[/COLOR]
it_it: [COLOR FF12A0C7]Esegui ricerca[/COLOR]
mk_mk: [COLOR FF12A0C7]Изврши пребарување[/COLOR]
si_lk: [COLOR FF12A0C7]සෙවීම ක්‍රියාත්මක කරන්න[/COLOR]

# #30037
source: [COLOR FF12A0C7]Create Search Link[/COLOR]
ar_sa: [COLOR FF12A0C7]إنشاء رابط البحث[/COLOR]
de_de: [COLOR FF12A0C7]Suchlink erstellen[/COLOR]
et_ee: [COLOR FF12A0C7]Loo otsingulink[/COLOR]
fa_af: [COLOR FF12A0C7]ایجاد پیوند جستجو[/COLOR]
it_it: [COLOR FF12A0C7]Crea collegamento di ricerca[/COLOR]
mk_mk: [COLOR FF12A0C7]Создај врска за пребарување[/COLOR]
si_lk: [COLOR FF12A0C7]සෙවුම් සබැඳියක් සාදන්න[/COLOR]

# #30038
source: Choose Number of Results
ar_sa: اختر عدد النتائج
de_de: Wählen Sie die Anzahl der Ergebnisse
et_ee: Valige Tulemuste arv
fa_af: تعداد نتایج را انتخاب کنید
it_it: Scegli il numero di risultati
mk_mk: Изберете Број на резултати
si_lk: ප්‍රතිඵල ගණන තෝරන්න

# #30039
source: [COLOR FF12A0C7]Execute Random Search[/COLOR]
ar_sa: [COLOR FF12A0C7]تنفيذ بحث عشوائي[/COLOR]
de_de: [COLOR FF12A0C7]Zufällige Suche ausführen[/COLOR]
et_ee: [COLOR FF12A0C7]Käivita juhuslik otsing[/COLOR]
fa_af: [COLOR FF12A0C7]اجرای جستجوی تصادفی[/COLOR]
it_it: [COLOR FF12A0C7]Esegui ricerca casuale[/COLOR]
mk_mk: [COLOR FF12A0C7]Изврши случајно пребарување[/COLOR]
si_lk: [COLOR FF12A0C7]අහඹු සෙවුම ක්‍රියාත්මක කරන්න[/COLOR]

# #30040
source: [COLOR FF12A0C7]Create Random Search Link[/COLOR]
ar_sa: [COLOR FF12A0C7]إنشاء رابط بحث عشوائي[/COLOR]
de_de: [COLOR FF12A0C7]Zufälligen Suchlink erstellen[/COLOR]
et_ee: [COLOR FF12A0C7]Loo juhusliku otsingu link[/COLOR]
fa_af: [COLOR FF12A0C7]ایجاد پیوند جستجوی تصادفی[/COLOR]
it_it: [COLOR FF12A0C7]Crea collegamento di ricerca casuale[/COLOR]
mk_mk: [COLOR FF12A0C7]Создадете врска за случајно пребарување[/COLOR]
si_lk: [COLOR FF12A0C7]අහඹු සෙවුම් සබැඳියක් සාදන්න[/COLOR]

# #30041
source: General
ar_sa: عام
de_de: Allgemein
et_ee: Kindral
fa_af: ژنرال
it_it: Generale
mk_mk: Општо
si_lk: ජෙනරාල්

# #30042
source: Launching
ar_sa: إطلاق
de_de: Starten
et_ee: Käivitamine
fa_af: راه اندازی
it_it: Lancio
mk_mk: Лансирање
si_lk: දියත් කිරීම

# #30043
source: Downloading
ar_sa: جاري التنزيل
de_de: Herunterladen
et_ee: Allalaadimine
fa_af: در حال دانلود
it_it: Scaricamento
mk_mk: Преземање
si_lk: බාගත කිරීම

# #30044
source: Views and Navigation
ar_sa: المشاهدات والتنقل
de_de: Ansichten und Navigation
et_ee: Vaated ja navigeerimine
fa_af: نماها و پیمایش
it_it: Visualizzazioni e navigazione
mk_mk: Прегледи и навигација
si_lk: දර්ශන සහ සංචලනය

# #30045
source: Netplay
ar_sa: نت بلاي
de_de: Netzspiel
fa_af: نت پلی
it_it: Gioco in rete
mk_mk: Нетплеј
si_lk: නෙට්ප්ලේ

# #30046
source: Setup Wizard
ar_sa: معالج الإعداد
de_de: Setup-Assistent
et_ee: Seadistusviisard
it_it: Configurazione guidata
mk_mk: Волшебник за поставување
si_lk: සැකසුම් විශාරද

# #30047
source: Advanced
ar_sa: متقدم
de_de: Fortschrittlich
et_ee: Täiustatud
fa_af: پیشرفته
it_it: Avanzato
mk_mk: Напредно
si_lk: උසස්

# #30048
source: Play History
ar_sa: تاريخ اللعب
de_de: Spielverlauf
et_ee: Play ajalugu
fa_af: تاریخچه بازی
it_it: Cronologia di riproduzione
mk_mk: Историја на игра
si_lk: Play ඉතිහාසය

# #30049
source: Define how many games to save in last played history
ar_sa: حدد عدد الألعاب التي تريد حفظها في سجل آخر الألعاب التي لعبتها
de_de: Definieren Sie, wie viele Spiele im zuletzt gespielten Verlauf gespeichert werden sollen
et_ee: Määrake, mitu mängu viimati mängitud ajaloos salvestada
fa_af: تعداد بازی‌ها را در تاریخ آخرین بازی ذخیره کنید
it_it: Definisci quante partite salvare nella cronologia delle ultime partite giocate
mk_mk: Дефинирајте колку игри да се зачуваат во последната играна историја
si_lk: අවසන් වරට ක්‍රීඩා කළ ඉතිහාසයේ කොපමණ ක්‍රීඩා ඉතිරි කළ යුතුද යන්න නිර්වචනය කරන්න

# #30050
source: Default action on selecting game
ar_sa: الإجراء الافتراضي عند اختيار اللعبة
de_de: Standardaktion bei Spielauswahl
et_ee: Vaikimisi toiming mängu valimisel
fa_af: اقدام پیش فرض در انتخاب بازی
it_it: Azione predefinita nella selezione del gioco
mk_mk: Стандардно дејство при изборот на игра
si_lk: ක්‍රීඩාව තේරීමේ පෙරනිමි ක්‍රියාව

# #30051
source: Define action to take when a game is selected
ar_sa: تحديد الإجراء الذي يجب اتخاذه عند تحديد لعبة
de_de: Definieren Sie die Aktion, die ausgeführt werden soll, wenn ein Spiel ausgewählt wird.
et_ee: Määrake tegevus, mida teha, kui mäng on valitud
fa_af: زمانی که یک بازی انتخاب می‌شود، اقدامی را تعریف کنید
it_it: Definisci l'azione da intraprendere quando viene selezionato un gioco
mk_mk: Дефинирајте дејство што треба да се преземе кога е избрана игра
si_lk: ක්‍රීඩාවක් තෝරාගත් විට ගත යුතු ක්‍රියාමාර්ග නිර්වචනය කරන්න

# #30052
source: If game already exists locally
ar_sa: إذا كانت اللعبة موجودة محليًا بالفعل
de_de: Wenn das Spiel bereits lokal vorhanden ist
et_ee: Kui mäng on kohapeal juba olemas
fa_af: اگر بازی از قبل به صورت محلی وجود داشته باشد
it_it: Se il gioco esiste già localmente
mk_mk: Ако играта веќе постои локално
si_lk: ක්රීඩාව දැනටමත් දේශීයව පවතී නම්

# #30053
source: Define the action to take if a game file is found to exist locally
ar_sa: قم بتحديد الإجراء الذي يجب اتخاذه إذا تم العثور على ملف اللعبة موجودًا محليًا
de_de: Definieren Sie die Aktion, die ausgeführt werden soll, wenn eine Spieldatei lokal vorhanden ist
et_ee: Määrake toiming, mida teha, kui leitakse, et mängufail on kohapeal olemas
fa_af: اگر فایل بازی به صورت محلی وجود داشته باشد، اقدامی را که باید انجام شود را مشخص کنید
it_it: Definire l'azione da intraprendere se viene rilevata l'esistenza di un file di gioco localmente
mk_mk: Дефинирајте го дејството што треба да се преземе ако се открие дека датотеката со игра постои локално
si_lk: ක්‍රීඩා ගොනුවක් දේශීයව පවතින බව අනාවරණය වුවහොත් ගත යුතු ක්‍රියාමාර්ගය නිර්වචනය කරන්න

# #30054
source: Prompt
ar_sa: اِسْتَدْعَى
et_ee: Viip
fa_af: اعلان
it_it: Richiesta
mk_mk: Прашај
si_lk: ඉක්මන් කරන්න

# #30055
source: Do not re-download
ar_sa: لا تقم بإعادة التنزيل
de_de: Nicht erneut herunterladen
et_ee: Ärge laadige uuesti alla
fa_af: دوباره دانلود نکنید
it_it: Non scaricare di nuovo
mk_mk: Не преземајте повторно
si_lk: නැවත බාගත නොකරන්න

# #30056
source: Re-download and overwrite
ar_sa: إعادة التنزيل والكتابة فوقها
de_de: Erneut herunterladen und überschreiben
et_ee: Laadige uuesti alla ja kirjutage üle
fa_af: دوباره دانلود و بازنویسی کنید
it_it: Scarica di nuovo e sovrascrivi
mk_mk: Повторно преземете и презапишете
si_lk: නැවත බාගත කර උඩින් ලියන්න

# #30057
source: Enable archive.org login
ar_sa: تمكين تسجيل الدخول إلى archive.org
de_de: Anmeldung bei archive.org aktivieren
et_ee: Lubage archive.org sisselogimine
fa_af: ورود به سیستم archive.org را فعال کنید
it_it: Abilita l'accesso ad archive.org
mk_mk: Овозможете најава за archive.org
si_lk: archive.org පිවිසුම සබල කරන්න

# #30058
source: Enabled
ar_sa: مُمَكَّن
de_de: Ermöglicht
et_ee: Lubatud
fa_af: فعال شد
it_it: Abilitato
mk_mk: Овозможено
si_lk: සබල කර ඇත

# #30059
source: Disabled
ar_sa: عاجز
de_de: Deaktiviert
et_ee: Keelatud
fa_af: از کار افتاده است
it_it: Disabilitato
mk_mk: Оневозможено
si_lk: ආබාධිතයි

# #30060
source: Some games require login. Enter your archive.org email address and password.
ar_sa: تتطلب بعض الألعاب تسجيل الدخول. أدخل عنوان بريدك الإلكتروني وكلمة المرور على archive.org.
de_de: Für einige Spiele ist eine Anmeldung erforderlich. Geben Sie Ihre archive.org-E-Mail-Adresse und Ihr Passwort ein.
et_ee: Mõned mängud nõuavad sisselogimist. Sisestage oma archive.org e-posti aadress ja parool.
fa_af: برخی از بازی ها نیاز به ورود دارند. آدرس ایمیل و رمز عبور archive.org خود را وارد کنید.
it_it: Alcuni giochi richiedono l'accesso. Inserisci il tuo indirizzo email archive.org e la password.
mk_mk: Некои игри бараат најавување. Внесете ја вашата е-адреса и лозинка на archive.org.
si_lk: සමහර ක්‍රීඩා වලට පුරනය වීම අවශ්‍ය වේ. ඔබගේ archive.org ඊමේල් ලිපිනය සහ මුරපදය ඇතුළත් කරන්න.

# #30061
source: archive.org Email
ar_sa: archive.org البريد الإلكتروني
et_ee: archive.org E-post
fa_af: archive.org ایمیل
it_it: E-mail di archive.org
mk_mk: archive.org Е-пошта
si_lk: archive.org විද්‍යුත් තැපෑල

# #30062
source: Some games require login. Enter your archive.org email address
ar_sa: تتطلب بعض الألعاب تسجيل الدخول. أدخل عنوان بريدك الإلكتروني archive.org
de_de: Für einige Spiele ist eine Anmeldung erforderlich. Geben Sie Ihre archive.org-E-Mail-Adresse ein.
et_ee: Mõned mängud nõuavad sisselogimist. Sisestage oma archive.org e-posti aadress
fa_af: برخی از بازی ها نیاز به ورود دارند. آدرس ایمیل archive.org خود را وارد کنید
it_it: Alcuni giochi richiedono l'accesso. Inserisci il tuo indirizzo email archive.org
mk_mk: Некои игри бараат најавување. Внесете ја вашата е-адреса на archive.org
si_lk: සමහර ක්‍රීඩා වලට පුරනය වීම අවශ්‍ය වේ. ඔබගේ archive.org ඊමේල් ලිපිනය ඇතුලත් කරන්න

# #30063
source: archive.org Password
ar_sa: archive.org كلمة المرور
de_de: archive.org Passwort
et_ee: archive.org parool
fa_af: رمز عبور archive.org
it_it: Password di archive.org
mk_mk: archive.org Лозинка
si_lk: archive.org මුරපදය

# #30064
source: Some games require login. Enter your archive.org password
ar_sa: تتطلب بعض الألعاب تسجيل الدخول. أدخل كلمة المرور الخاصة بـ archive.org
de_de: Für einige Spiele ist eine Anmeldung erforderlich. Geben Sie Ihr archive.org-Passwort ein.
et_ee: Mõned mängud nõuavad sisselogimist. Sisestage oma archive.org parool
fa_af: برخی از بازی ها نیاز به ورود دارند. رمز عبور archive.org خود را وارد کنید
it_it: Alcuni giochi richiedono l'accesso. Inserisci la tua password archive.org
mk_mk: Некои игри бараат најавување. Внесете ја вашата лозинка за archive.org
si_lk: සමහර ක්‍රීඩා වලට පුරනය වීම අවශ්‍ය වේ. ඔබගේ archive.org මුරපදය ඇතුළත් කරන්න

# #30065
source: Check login credentials
ar_sa: التحقق من بيانات تسجيل الدخول
de_de: Überprüfen Sie die Anmeldeinformationen
et_ee: Kontrollige sisselogimismandaate
fa_af: اعتبار ورود را بررسی کنید
it_it: Controlla le credenziali di accesso
mk_mk: Проверете ги ингеренциите за најавување
si_lk: පිවිසුම් අක්තපත්‍ර පරීක්ෂා කරන්න

# #30066
source: Test the entered email and password to check your ability to login
ar_sa: اختبار البريد الإلكتروني وكلمة المرور المدخلة للتحقق من قدرتك على تسجيل الدخول
de_de: Testen Sie die eingegebene E-Mail-Adresse und das Passwort, um Ihre Anmeldeberechtigung zu prüfen.
et_ee: Testige sisestatud e-posti aadressi ja parooli, et kontrollida oma sisselogimisvõimet
fa_af: ایمیل و رمز عبور وارد شده را تست کنید تا توانایی خود را برای ورود بررسی کنید
it_it: Prova l'email e la password inserite per verificare la tua capacità di accedere
mk_mk: Тестирајте ја внесената е-пошта и лозинка за да ја проверите вашата способност за најавување
si_lk: ඔබගේ පුරනය වීමේ හැකියාව පරීක්ෂා කිරීම සඳහා ඇතුළත් කළ විද්‍යුත් තැපෑල සහ මුරපදය පරීක්ෂා කරන්න

# #30067
source: Download folder size limit
ar_sa: حد حجم مجلد التنزيل
de_de: Größenbeschränkung für Download-Ordner
et_ee: Allalaaditava kausta suuruse piirang
fa_af: محدودیت اندازه پوشه دانلود
it_it: Limite dimensione cartella download
mk_mk: Ограничување на големината на папката за преземање
si_lk: ෆෝල්ඩර ප්‍රමාණයේ සීමාව බාගන්න

# #30068
source: Define the size of the download / cache size.[CR]The folder is purged when the size limit is reached.
ar_sa: قم بتحديد حجم التنزيل/حجم ذاكرة التخزين المؤقت.[CR]يتم مسح المجلد عند الوصول إلى حد الحجم.
de_de: Definieren Sie die Größe des Downloads / die Cachegröße. [CR]Der Ordner wird geleert, wenn die Größenbeschränkung erreicht ist.
et_ee: Määrake allalaaditava/vahemälu suurus.[CR]Kaust tühjendatakse, kui mahulimiit on täis.
fa_af: اندازه دانلود/اندازه حافظه پنهان را مشخص کنید.[CR]پس از رسیدن به محدودیت اندازه، پوشه پاک می‌شود.
it_it: Definisce la dimensione del download/dimensione della cache.[CR]La cartella viene svuotata quando viene raggiunto il limite di dimensione.
mk_mk: Дефинирајте ја големината на преземањето / големината на кешот.[CR]Папката се чисти кога ќе се достигне ограничувањето на големината.
si_lk: බාගැනීමේ / හැඹිලි ප්‍රමාණයේ ප්‍රමාණය නිර්වචනය කරන්න.[CR]ප්‍රමාණයේ සීමාවට ළඟා වූ විට ෆෝල්ඩරය පිරිසිදු කෙරේ.

# #30069
source: Front page display
ar_sa: عرض الصفحة الأولى
de_de: Anzeige auf der Titelseite
et_ee: Esilehe kuvamine
fa_af: نمایش صفحه اول
it_it: Visualizzazione della prima pagina
mk_mk: Приказ на предната страница
si_lk: මුල් පිටු සංදර්ශකය

# #30070
source: Choose from list
ar_sa: اختر من القائمة
de_de: Aus Liste auswählen
et_ee: Valige loendist
fa_af: از لیست انتخاب کنید
it_it: Scegli dall'elenco
mk_mk: Изберете од списокот
si_lk: ලැයිස්තුවෙන් තෝරන්න

# #30071
source: Games are presented as
ar_sa: يتم تقديم الألعاب على أنها
de_de: Spiele werden präsentiert als
et_ee: Mängud on esitatud kujul
fa_af: بازی ها به عنوان ارائه می شوند
it_it: I giochi sono presentati come
mk_mk: Игрите се претставени како
si_lk: ක්‍රීඩා ලෙස ඉදිරිපත් කෙරේ

# #30072
source: Kodi provides several skin options for Movies, TV Shows, and Games. See wiki for more info
ar_sa: يوفر Kodi العديد من خيارات المظهر للأفلام والبرامج التلفزيونية والألعاب. راجع ويكي لمزيد من المعلومات
de_de: Kodi bietet verschiedene Skin-Optionen für Filme, Fernsehsendungen und Spiele. Weitere Informationen finden Sie im Wiki.
et_ee: Kodi pakub filmide, telesaadete ja mängude jaoks mitmeid nahavalikuid. Lisateabe saamiseks vaadake wiki
fa_af: Kodi چندین گزینه پوسته برای فیلم ها، نمایش های تلویزیونی و بازی ها ارائه می دهد. برای اطلاعات بیشتر به ویکی مراجعه کنید
it_it: Kodi offre diverse opzioni di skin per film, programmi TV e giochi. Consulta wiki per maggiori informazioni
mk_mk: Kodi обезбедува неколку опции за кожа за филмови, ТВ емисии и игри. Видете вики за повеќе информации
si_lk: Kodi චිත්‍රපට, රූපවාහිනී වැඩසටහන් සහ ක්‍රීඩා සඳහා සම විකල්ප කිහිපයක් සපයයි. වැඩි විස්තර සඳහා විකි බලන්න

# #30073
source: TV Shows
ar_sa: البرامج التلفزيونية
de_de: Fernsehsendungen
et_ee: Telesaated
fa_af: برنامه های تلویزیونی
it_it: Programmi TV
mk_mk: ТВ емисии
si_lk: රූපවාහිනී වැඩසටහන්

# #30074
source: Movies
ar_sa: أفلام
de_de: Filme
et_ee: Filmid
fa_af: فیلم ها
it_it: Film
mk_mk: Филмови
si_lk: චිත්රපට

# #30075
source: Games
ar_sa: ألعاب
de_de: Spiele
et_ee: Mängud
fa_af: بازی ها
it_it: Giochi
mk_mk: Игри
si_lk: ක්රීඩා

# #30076
source: 10 Games
ar_sa: 10 العاب
de_de: 10 Spiele
et_ee: 10 mängu
fa_af: 10 بازی
it_it: 10 Giochi
mk_mk: 10 игри
si_lk: ක්රීඩා 10 ක්

# #30077
source: 25 Games
ar_sa: 25 لعبة
de_de: 25 Spiele
et_ee: 25 mängud
fa_af: 25 بازی
it_it: 25 Giochi
mk_mk: 25 игри
si_lk: ක්රීඩා 25 ක්

# #30078
source: 50 Games
ar_sa: 50 لعبة
de_de: 50 Spiele
et_ee: 50 mängu
fa_af: 50 بازی
it_it: 50 giochi
mk_mk: 50 игри
si_lk: ක්‍රීඩා 50ක්

# #30079
source: 100 Games
ar_sa: 100 لعبة
de_de: 100 Spiele
et_ee: 100 mängu
fa_af: 100 بازی
it_it: 100 giochi
mk_mk: 100 игри
si_lk: ක්රීඩා 100 ක්

# #30080
source: 250 Games
ar_sa: 250 لعبة
de_de: 250 Spiele
et_ee: 250 mängu
fa_af: 250 بازی
it_it: 250 giochi
mk_mk: 250 игри
si_lk: ක්රීඩා 250 ක්

# #30081
source: 500 Games
ar_sa: 500 لعبة
de_de: 500 Spiele
et_ee: 500 mängu
fa_af: 500 بازی
it_it: 500 giochi
mk_mk: 500 игри
si_lk: ක්රීඩා 500 ක්

# #30082
source: Game artwork
ar_sa: فن اللعبة
de_de: Spielgrafik
et_ee: Mängu kunstiteos
fa_af: آثار هنری بازی
it_it: Grafica del gioco
mk_mk: Игра уметничко дело
si_lk: ක්රීඩා කලා කෘති

# #30083
source: Game list artwork
ar_sa: قائمة الألعاب الفنية
de_de: Spielliste Bildmaterial
et_ee: Mängude loendi kunstiteos
fa_af: آثار هنری لیست بازی
it_it: Elenco dei giochi artwork
mk_mk: Листа на игри уметнички дела
si_lk: ක්‍රීඩා ලැයිස්තු කලා නිර්මාණ

# #30084
source: Retroarch Settings
ar_sa: إعدادات Retroarch
de_de: Retroarch-Einstellungen
et_ee: Retroarchi seaded
fa_af: تنظیمات Retroarch
it_it: Impostazioni Retroarch
si_lk: Retroarch සැකසුම්
