Repository: masQelec/repository.masqelec
Catalog: plugin.program.iagl/resources/language/resource.language.*/strings.po
Languages: ar_sa, de_de, et_ee, fa_af, it_it, mk_mk, si_lk

# #30429
source: Move files to folder: channelf
ar_sa: نقل الملفات إلى المجلد: channelf
de_de: Dateien in den Ordner verschieben: channelf
et_ee: Teisalda failid kausta: channelf
fa_af: انتقال فایل ها به پوشه: channelf
it_it: Sposta i file nella cartella: channelf
mk_mk: Преместете ги датотеките во папката: channelf
si_lk: ගොනු ෆෝල්ඩරයට ගෙන යන්න: channelf

# #30430
source: Move files to folder: coleco
ar_sa: نقل الملفات إلى المجلد: coleco
de_de: Verschiebe Dateien in den Ordner: coleco
et_ee: Teisalda failid kausta: coleco
fa_af: انتقال فایل ها به پوشه: coleco
it_it: Sposta i file nella cartella: coleco
mk_mk: Преместете ги датотеките во папката: coleco
si_lk: ගොනු ෆෝල්ඩරයට ගෙන යන්න: coleco

# #30431
source: Move files to folder: fds
ar_sa: نقل الملفات إلى المجلد: fds
de_de: Dateien in den Ordner verschieben: fds
et_ee: Teisalda failid kausta: fds
fa_af: انتقال فایل ها به پوشه: fds
it_it: Sposta i file nella cartella: fds
mk_mk: Преместете ги датотеките во папката: fds
si_lk: ගොනු ෆෝල්ඩරය වෙත ගෙන යන්න: fds

# #30432
source: Move files to folder: gamegear
ar_sa: نقل الملفات إلى المجلد: gamegear
de_de: Dateien in den Ordner verschieben: gamegear
et_ee: Teisalda failid kausta: gamegear
fa_af: انتقال فایل ها به پوشه: gamegear
it_it: Sposta i file nella cartella: gamegear
mk_mk: Преместете ги датотеките во папката: gamegear
si_lk: ගොනු ෆෝල්ඩරයට ගෙන යන්න: Gamegear

# #30433
source: Move files to folder: megadrive
ar_sa: نقل الملفات إلى المجلد: megadrive
de_de: Dateien in den Ordner verschieben: Megadrive
et_ee: Teisalda failid kausta: megadrive
fa_af: انتقال فایل ها به پوشه: megadrive
it_it: Sposta i file nella cartella: megadrive
mk_mk: Преместете ги датотеките во папката: megadrive
si_lk: ගොනු ෆෝල්ඩරයට ගෙනයන්න: megadrive

# #30434
source: Move files to folder: msx
ar_sa: نقل الملفات إلى المجلد: msx
de_de: Dateien in den Ordner verschieben: msx
et_ee: Teisalda failid kausta: msx
fa_af: انتقال فایل ها به پوشه: msx
it_it: Sposta i file nella cartella: msx
mk_mk: Преместете ги датотеките во папката: msx
si_lk: ගොනු ෆෝල්ඩරය වෙත ගෙන යන්න: msx

# #30435
source: Move files to folder: nes
ar_sa: نقل الملفات إلى المجلد: nes
de_de: Dateien in den Ordner verschieben: nes
et_ee: Teisalda failid kausta: nes
fa_af: انتقال فایل ها به پوشه: nes
it_it: Sposta i file nella cartella: nes
mk_mk: Преместете ги датотеките во папката: nes
si_lk: ගොනු ෆෝල්ඩරය වෙත ගෙන යන්න: nes

# #30436
source: Move files to folder: ngp
ar_sa: نقل الملفات إلى المجلد: ngp
de_de: Dateien in den Ordner verschieben: ngp
et_ee: Teisalda failid kausta: ngp
fa_af: انتقال فایل ها به پوشه: ngp
it_it: Sposta i file nella cartella: ngp
mk_mk: Преместете ги датотеките во папката: ngp
si_lk: ගොනු ෆෝල්ඩරයට ගෙනයන්න: ngp

# #30437
source: Move files to folder: pce
ar_sa: نقل الملفات إلى المجلد: pce
de_de: Dateien in den Ordner verschieben: pce
et_ee: Teisalda failid kausta: pce
fa_af: انتقال فایل ها به پوشه: pce
it_it: Sposta i file nella cartella: pce
mk_mk: Преместете ги датотеките во папката: pce
si_lk: ගොනු ෆෝල්ඩරය වෙත ගෙන යන්න: pce

# #30438
source: Move files to folder: sg1000
ar_sa: نقل الملفات إلى المجلد: sg1000
de_de: Dateien in den Ordner verschieben: sg1000
et_ee: Teisalda failid kausta: sg1000
fa_af: انتقال فایل ها به پوشه: sg1000
it_it: Sposta i file nella cartella: sg1000
mk_mk: Преместете ги датотеките во папката: sg1000
si_lk: ගොනු ෆෝල්ඩරය වෙත ගෙන යන්න: sg1000

# #30439
source: Move files to folder: sgx
ar_sa: نقل الملفات إلى المجلد: sgx
de_de: Dateien in den Ordner verschieben: sgx
et_ee: Teisalda failid kausta: sgx
fa_af: انتقال فایل ها به پوشه: sgx
it_it: Sposta i file nella cartella: sgx
mk_mk: Преместете ги датотеките во папката: sgx
si_lk: ගොනු ෆෝල්ඩරය වෙත ගෙන යන්න: sgx

# #30440
source: Move files to folder: sms
ar_sa: نقل الملفات إلى المجلد: sms
de_de: Dateien in den Ordner verschieben: sms
et_ee: Teisalda failid kausta: sms
fa_af: انتقال فایل ها به پوشه: sms
it_it: Sposta i file nella cartella: sms
mk_mk: Преместете ги датотеките во папката: смс
si_lk: ගොනු ෆෝල්ඩරය වෙත ගෙන යන්න: sms

# #30441
source: Move files to folder: spectrum
ar_sa: نقل الملفات إلى المجلد: الطيف
de_de: Dateien in den Ordner verschieben: Spektrum
et_ee: Teisalda failid kausta: spekter
fa_af: انتقال فایل ها به پوشه: طیف
it_it: Sposta i file nella cartella: spectrum
mk_mk: Преместете ги датотеките во папката: спектар
si_lk: ගොනු ෆෝල්ඩරය වෙත ගෙන යන්න: වර්ණාවලිය

# #30442
source: Move files to folder: tg16
ar_sa: نقل الملفات إلى المجلد: tg16
de_de: Dateien in den Ordner verschieben: tg16
et_ee: Teisalda failid kausta: tg16
fa_af: انتقال فایل ها به پوشه: tg16
it_it: Sposta i file nella cartella: tg16
mk_mk: Преместете ги датотеките во папката: tg16
si_lk: ගොනු ෆෝල්ඩරය වෙත ගෙන යන්න: tg16

# #30443
source: Are you sure you want to update game list post process?
ar_sa: هل أنت متأكد أنك تريد تحديث قائمة الألعاب بعد العملية؟
de_de: Möchten Sie den Veröffentlichungsprozess der Spieleliste wirklich aktualisieren?
et_ee: Kas olete kindel, et soovite mängude loendi postitamisprotsessi värskendada?
fa_af: آیا مطمئن هستید که می خواهید روند پست لیست بازی را به روز کنید؟
it_it: Vuoi davvero aggiornare il processo di post-elaborazione dell'elenco dei giochi?
mk_mk: Дали сте сигурни дека сакате да го ажурирате процесот на објавување на списокот на игри?
si_lk: ඔබට ක්‍රීඩා ලැයිස්තු පසු ක්‍රියාවලිය යාවත්කාලීන කිරීමට අවශ්‍ය බව විශ්වාසද?

# #30444
source: Post process updated
ar_sa: تم تحديث عملية النشر
de_de: Post-Prozess aktualisiert
et_ee: Postitusprotsess on värskendatud
fa_af: فرآیند ارسال به روز شد
it_it: Post processo aggiornato
mk_mk: Процесот на објавување е ажуриран
si_lk: පශ්චාත් ක්‍රියාවලිය යාවත්කාලීන කරන ලදී

# #30445
source: Update Post Process for {}?[CR][B]This will change settings for all games in this list.[/B]
ar_sa: تحديث عملية النشر لـ {}؟[CR][B]سيؤدي هذا إلى تغيير الإعدادات لجميع الألعاب في هذه القائمة.[/B]
de_de: Post-Prozess für {} aktualisieren?[CR][B]Dadurch werden die Einstellungen für alle Spiele in dieser Liste geändert.[/B]
et_ee: Kas värskendada mängu {} postitamisprotsessi?[CR][B]See muudab kõigi selles loendis olevate mängude seadeid.[/B]
fa_af: فرآیند ارسال پست برای {} به‌روزرسانی شود؟[CR][B]این کار تنظیمات همه بازی‌های این فهرست را تغییر می‌دهد.[/B]
it_it: Aggiorna il processo di post per {}?[CR][B]Questo cambierà le impostazioni per tutti i giochi in questo elenco.[/B]
mk_mk: Да се ​​ажурира Процесот на објавување за {}?[CR][B]Ова ќе ги промени поставките за сите игри на оваа листа.[/B]
si_lk: {} සඳහා පළ කිරීම් ක්‍රියාවලිය යාවත්කාලීන කරන්නද?[CR][B]මෙය මෙම ලැයිස්තුවේ ඇති සියලුම ක්‍රීඩා සඳහා සැකසීම් වෙනස් කරයි.[/B]

# #30446
source: Download completed. Post process files?
ar_sa: تم الانتهاء من التنزيل. هل تم الانتهاء من معالجة الملفات؟
de_de: Download abgeschlossen. Dateien nachbearbeiten?
et_ee: Allalaadimine lõpetatud. Kas postitada protsessifailid?
fa_af: دانلود کامل شد. ارسال فایل های پردازش؟
it_it: Download completato. Elaborare i file?
mk_mk: Преземањето е завршено. Да се ​​објават датотеки со процеси?
si_lk: බාගැනීම සම්පූර්ණයි. ක්‍රියාවලි ගොනු පළ කරන්නද?

# #30447
source: Game files processed
ar_sa: ملفات اللعبة المعالجة
de_de: Verarbeitete Spieldateien
et_ee: Mängufailid on töödeldud
fa_af: فایل های بازی پردازش شد
it_it: File di gioco elaborati
mk_mk: Обработени датотеки за игра
si_lk: ක්‍රීඩා ගොනු සකසන ලදී

# #30448
source: Not Available (Windows, OSX, Linux Only)
ar_sa: غير متوفر (Windows، OSX، Linux فقط)
de_de: Nicht verfügbar (nur Windows, OSX, Linux)
et_ee: Pole saadaval (ainult Windows, OSX, Linux)
fa_af: در دسترس نیست (فقط ویندوز، OSX، لینوکس)
it_it: Non disponibile (solo Windows, OSX, Linux)
mk_mk: Не е достапно (само Windows, OSX, Linux)
si_lk: ලබා ගත නොහැක (Windows, OSX, Linux පමණි)

# #30449
source: Netplay Username Type
ar_sa: نوع اسم المستخدم في Netplay
de_de: Netplay-Benutzernametyp
et_ee: Netplay kasutajanime tüüp
fa_af: نوع نام کاربری Netplay
it_it: Tipo di nome utente Netplay
mk_mk: Тип на корисничко име на Netplay
si_lk: Netplay පරිශීලක නාම වර්ගය

# #30450
source: Select integration for netplay player name
ar_sa: حدد التكامل لاسم لاعب netplay
de_de: Integration für Netplay-Spielernamen auswählen
et_ee: Valige võrgumängija nime integreerimine
fa_af: ادغام را برای نام پخش کننده نت پلی انتخاب کنید
it_it: Seleziona l'integrazione per il nome del lettore Netplay
mk_mk: Изберете интеграција за името на нетплеј плеер
si_lk: netplay player නම සඳහා අනුකලනය තෝරන්න

# #30451
source: Use Discord
ar_sa: استخدم Discord
de_de: Verwenden Sie Discord
et_ee: Kasutage Discordi
fa_af: از Discord استفاده کنید
it_it: Usa Discord
mk_mk: Користете Discord
si_lk: Discord භාවිතා කරන්න

# #30452
source: Discord enables automated netplay matches (IAGL: https://discord.gg/DyxADcp)
ar_sa: يتيح Discord مباريات اللعب التلقائي على الشبكة (IAGL: https://discord.gg/DyxADcp)
de_de: Discord ermöglicht automatisierte Netplay-Matches (IAGL: https://discord.gg/DyxADcp)
et_ee: Discord võimaldab automatiseeritud võrgumänge (IAGL: https://discord.gg/DyxADcp)
fa_af: Discord مسابقات Netplay خودکار را فعال می کند (IAGL: https://discord.gg/DyxADcp)
it_it: Discord consente partite di netplay automatizzate (IAGL: https://discord.gg/DyxADcp)
mk_mk: Discord овозможува автоматизирани натпревари во мрежата (IAGL: https://discord.gg/DyxADcp)
si_lk: Discord ස්වයංක්‍රීය netplay තරඟ සබල කරයි (IAGL: https://discord.gg/DyxADcp)

# #30453
source: Manually enter a Player Name
ar_sa: أدخل اسم اللاعب يدويًا
de_de: Geben Sie manuell einen Spielernamen ein
et_ee: Sisestage käsitsi mängija nimi
fa_af: یک نام بازیکن را به صورت دستی وارد کنید
it_it: Inserisci manualmente un nome giocatore
mk_mk: Рачно внесете име на играч
si_lk: ක්‍රීඩක නාමයක් අතින් ඇතුළත් කරන්න

# #30454
source: Player names will be published in the Retroarch Lobby
ar_sa: سيتم نشر أسماء اللاعبين في ردهة Retroarch
de_de: Spielernamen werden in der Retroarch-Lobby veröffentlicht
et_ee: Mängijate nimed avaldatakse Retroarhi fuajees
fa_af: اسامی بازیکنان در لابی Retroarch منتشر خواهد شد
it_it: I nomi dei giocatori saranno pubblicati nella lobby di Retroarch
mk_mk: Имињата на играчите ќе бидат објавени во лобито на Retroarch
si_lk: ක්‍රීඩකයන්ගේ නම් Retroarch ලොබියේ ප්‍රකාශයට පත් කෙරේ.

# #30455
source: Player Name
ar_sa: اسم اللاعب
de_de: Spielername
et_ee: Mängija nimi
fa_af: نام بازیکن
it_it: Nome del giocatore
mk_mk: Име на играч
si_lk: ක්රීඩකයාගේ නම

# #30456
source: Current Discord User
ar_sa: مستخدم Discord الحالي
de_de: Aktueller Discord-Benutzer
et_ee: Praegune Discordi kasutaja
fa_af: کاربر فعلی Discord
it_it: Utente Discord attuale
mk_mk: Тековен корисник на раздор
si_lk: වත්මන් අසමගි පරිශීලකයා

# #30457
source: Discord User set to [CR]{}
ar_sa: تم تعيين مستخدم Discord على [CR]{}
de_de: Discord-Benutzer auf [CR]{} gesetzt
et_ee: Discord User seatud väärtusele [CR]{}
fa_af: Discord User روی [CR]{} تنظیم شد
it_it: Utente Discord impostato su [CR]{}
mk_mk: Discord User е поставен на [CR]{}
si_lk: Discord පරිශීලකයා [CR]{} ලෙස සකසා ඇත

# #30458
source: View gaming sessions you can join online using Retroarch netplay
ar_sa: اعرض جلسات الألعاب التي يمكنك الانضمام إليها عبر الإنترنت باستخدام Retroarch netplay
de_de: Sehen Sie sich Gaming-Sitzungen an, an denen Sie mit Retroarch Netplay online teilnehmen können
et_ee: Vaadake mänguseansse, millega saate võrgus Retroarch netplay abil liituda
fa_af: جلسات بازی را مشاهده کنید که می‌توانید به صورت آنلاین با استفاده از Retroarch netplay به آنها بپیوندید
it_it: Visualizza le sessioni di gioco a cui puoi partecipare online utilizzando Retroarch netplay
mk_mk: Гледајте сесии за игри на кои можете да се придружите онлајн користејќи Retroarch netplay
si_lk: Retroarch netplay භාවිතයෙන් ඔබට සබැඳිව සම්බන්ධ විය හැකි ක්‍රීඩා සැසි බලන්න

# #30459
source: Unable to find discord user with ID [CR]{}
ar_sa: تعذر العثور على مستخدم Discord الذي يحمل المعرف [CR]{}
de_de: Discord-Benutzer mit der ID [CR]{} konnte nicht gefunden werden
et_ee: Ei leitud lahkarvamust kasutajat ID-ga [CR]{}
fa_af: کاربر ناسازگار با شناسه [CR]{} پیدا نشد
it_it: Impossibile trovare l'utente Discord con ID [CR]{}
mk_mk: Не можам да најдам несогласен корисник со ID [CR]{}
si_lk: ID [CR]{} සමඟ අසමගි පරිශීලක සොයා ගැනීමට නොහැකි විය

# #30460
source: Lobby Filter Options
ar_sa: خيارات تصفية اللوبي
de_de: Lobby-Filteroptionen
et_ee: Fuajee filtri valikud
fa_af: گزینه های فیلتر لابی
it_it: Opzioni filtro lobby
mk_mk: Опции за филтер за лоби
si_lk: ලොබි පෙරහන් විකල්ප

# #30461
source: Only show rooms that can be entered
ar_sa: إظهار الغرف التي يمكن الدخول إليها فقط
de_de: Nur Räume anzeigen, die betreten werden können
et_ee: Näita ainult ruume, kuhu saab siseneda
fa_af: فقط اتاق هایی را نشان دهید که می توان وارد آنها شد
it_it: Mostra solo le stanze in cui è possibile entrare
mk_mk: Прикажи само соби во кои може да се влезе
si_lk: ඇතුළු විය හැකි ප්‍රදර්ශන කාමර පමණි

# #30462
source: Only show rooms that are using libretro
ar_sa: إظهار الغرف التي تستخدم libretro فقط
de_de: Nur Räume anzeigen, die Libretro verwenden
et_ee: Kuva ainult libretrot kasutavad ruumid
fa_af: فقط اتاق‌هایی را نشان دهید که از لیبرترو استفاده می‌کنند
it_it: Mostra solo le stanze che utilizzano libretro
mk_mk: Прикажи само соби што користат либретро
si_lk: libretro භාවිතා කරන ප්‍රදර්ශන කාමර පමණි

# #30463
source: Show rooms that have a password
ar_sa: إظهار الغرف التي تحتوي على كلمة مرور
de_de: Räume anzeigen, die ein Passwort haben
et_ee: Kuva ruumid, millel on parool
fa_af: نمایش اتاق هایی که دارای رمز عبور هستند
it_it: Mostra le stanze che hanno una password
mk_mk: Прикажи соби што имаат лозинка
si_lk: මුරපදයක් ඇති කාමර පෙන්වන්න

# #30464
source: Show rooms that have a spectator password
ar_sa: إظهار الغرف التي تحتوي على كلمة مرور للمشاهد
de_de: Räume anzeigen, die ein Zuschauerpasswort haben
et_ee: Näidake ruume, millel on vaataja parool
fa_af: نمایش اتاق هایی که دارای رمز عبور تماشاگر هستند
it_it: Mostra le stanze che hanno una password per gli spettatori
mk_mk: Прикажи соби што имаат лозинка за гледачот
si_lk: ප්‍රේක්ෂක මුරපදයක් ඇති කාමර පෙන්වන්න

# #30465
source: Show rooms using MITM servers
ar_sa: صالات العرض التي تستخدم خوادم MITM
de_de: Räume anzeigen, die MITM-Server verwenden
et_ee: Kuva ruumid MITM-serverite abil
fa_af: نمایش اتاق ها با استفاده از سرورهای MITM
it_it: Mostra le stanze utilizzando i server MITM
mk_mk: Прикажи соби користејќи MITM сервери
si_lk: MITM සේවාදායක භාවිතයෙන් කාමර පෙන්වන්න

# #30466
source: Only show rooms created within timeframe
ar_sa: إظهار الغرف التي تم إنشاؤها ضمن الإطار الزمني فقط
de_de: Nur Räume anzeigen, die innerhalb des Zeitrahmens erstellt wurden
et_ee: Kuva ainult aja jooksul loodud ruume
fa_af: فقط اتاق‌های ایجاد شده در بازه زمانی را نشان دهید
it_it: Mostra solo le stanze create entro l'intervallo di tempo
mk_mk: Прикажи само соби создадени во временска рамка
si_lk: කාල රාමුව තුළ නිර්මාණය කරන ලද ප්‍රදර්ශන කාමර පමණි

# #30467
source: 30 minutes
ar_sa: 30 دقيقة
de_de: 30 Minuten
et_ee: 30 minutit
fa_af: 30 دقیقه
it_it: 30 minuti
mk_mk: 30 минути
si_lk: විනාඩි 30 යි

# #30468
source: 60 minutes
ar_sa: 60 دقيقة
de_de: 60 Minuten
et_ee: 60 minutit
fa_af: 60 دقیقه
it_it: 60 minuti
mk_mk: 60 минути
si_lk: විනාඩි 60 යි

# #30469
source: Any Timeframe
ar_sa: أي إطار زمني
de_de: Jeder Zeitrahmen
et_ee: Mis tahes ajakava
fa_af: هر بازه زمانی
it_it: Qualsiasi lasso di tempo
mk_mk: Било која временска рамка
si_lk: ඕනෑම කාල රාමුවක්

# #30470
source: Filter the lobby rooms based on creation time
ar_sa: تصفية غرف اللوبي بناءً على وقت الإنشاء
de_de: Filtern Sie die Lobbyräume basierend auf der Erstellungszeit
et_ee: Filtreerige fuajee ruume loomise aja järgi
fa_af: اتاق های لابی را بر اساس زمان ایجاد فیلتر کنید
it_it: Filtra le sale della lobby in base all'ora di creazione
mk_mk: Филтрирајте ги просториите во лобито според времето на создавање
si_lk: නිර්මාණ කාලය මත පදනම්ව ලොබි කාමර පෙරහන් කරන්න

# #30471
source: Only show rooms that are using IAGL
ar_sa: إظهار الغرف التي تستخدم IAGL فقط
de_de: Nur Räume anzeigen, die IAGL verwenden
et_ee: Näita ainult ruume, mis kasutavad IAGL-i
fa_af: فقط اتاق هایی را نشان دهید که از IAGL استفاده می کنند
it_it: Mostra solo le stanze che utilizzano IAGL
mk_mk: Прикажувај само соби што користат IAGL
si_lk: IAGL භාවිතා කරන කාමර පමණක් පෙන්වන්න

# #30472
source: Unable to find matching game with name like[CR]{}
ar_sa: غير قادر على العثور على لعبة مطابقة باسم مثل [CR]{}
de_de: Es konnte kein passendes Spiel mit dem Namen [CR]{} gefunden werden.
et_ee: Ei leitud sobivat mängu nimega [CR]{}
fa_af: بازی منطبق با نامی مانند[CR]{} پیدا نشد
it_it: Impossibile trovare il gioco corrispondente con nome simile a [CR]{}
mk_mk: Не може да се најде соодветна игра со име како[CR]{}
si_lk: [CR]{} වැනි නම සහිත ගැළපෙන ක්‍රීඩාව සොයා ගැනීමට නොහැකි විය

# #30473
source: Not Found
ar_sa: لم يتم العثور عليه
de_de: Nicht gefunden
et_ee: Ei leitud
fa_af: یافت نشد
it_it: Non trovato
mk_mk: Не е пронајдено
si_lk: හමු වුණේ නැහැ

# #30474
source: Select matching game
ar_sa: اختر لعبة المطابقة
de_de: Passendes Spiel auswählen
et_ee: Valige sobiv mäng
fa_af: بازی منطبق را انتخاب کنید
it_it: Seleziona il gioco corrispondente
mk_mk: Изберете соодветна игра
si_lk: ගැලපෙන ක්‍රීඩාව තෝරන්න

# #30475
source: Netplay launch action
ar_sa: إطلاق Netplay
de_de: Netplay-Startaktion
et_ee: Netplay käivitamine
fa_af: اقدام راه اندازی Netplay
it_it: Azione di lancio di Netplay
mk_mk: Акција за лансирање на Netplay
si_lk: Netplay දියත් කිරීමේ ක්‍රියාව

# #30476
source: Join from retroarch lobby
ar_sa: انضم من لوبي retroarch
de_de: Von der Retroarch-Lobby aus beitreten
et_ee: Liituge retroarhi fuajeest
fa_af: از لابی retroarch بپیوندید
it_it: Unisciti alla lobby di Retroarch
mk_mk: Приклучи се од лобито на ретроарх
si_lk: retroarch lobby වෙතින් එක්වන්න

# #30477
source: Join from localhost
ar_sa: الانضمام من localhost
de_de: Von lokalem Host aus teilnehmen
et_ee: Liituge kohalikust hostist
fa_af: از لوکال هاست بپیوندید
it_it: Partecipa da localhost
mk_mk: Придружете се од локалниот домаќин
si_lk: localhost වෙතින් සම්බන්ධ වන්න

# #30478
source: Select the default action when joining a netplay game
ar_sa: حدد الإجراء الافتراضي عند الانضمام إلى لعبة على الشبكة
de_de: Auswählen der Standardaktion beim Beitritt zu einem Netplay-Spiel
et_ee: Valige võrgumänguga liitumisel vaiketoiming
fa_af: هنگام پیوستن به یک بازی نت پلی، اقدام پیش فرض را انتخاب کنید
it_it: Seleziona l'azione predefinita quando ti unisci a una partita netplay
mk_mk: Изберете го стандардното дејство кога се приклучувате на нетплеј игра
si_lk: නෙට්ප්ලේ ක්‍රීඩාවකට සම්බන්ධ වන විට පෙරනිමි ක්‍රියාව තෝරන්න.

# #30479
source: Launch as netplay host
ar_sa: إطلاق كمضيف للعب على الشبكة
de_de: Als Netplay-Host starten
et_ee: Käivitage netplay hostina
fa_af: به عنوان میزبان نت پلی راه اندازی شود
it_it: Avvia come host netplay
mk_mk: Стартувајте како домаќин на netplay
si_lk: netplay සත්කාරක ලෙස දියත් කරන්න

# #30480
source: Rename IAGL Favorite
ar_sa: إعادة تسمية IAGL المفضلة
de_de: IAGL-Favorit umbenennen
et_ee: Nimeta IAGL-i lemmik ümber
fa_af: تغییر نام IAGL Favorite
it_it: Rinomina IAGL preferito
mk_mk: Преименувајте го IAGL во омилени
si_lk: IAGL ප්‍රියතම ලෙස නැවත නම් කරන්න

# #30481
source: Rename Completed
ar_sa: تم الانتهاء من إعادة التسمية
de_de: Umbenennen abgeschlossen
et_ee: Ümbernimetamine lõpetatud
fa_af: تغییر نام تکمیل شد
it_it: Rinomina completata
mk_mk: Преименувањето е завршено
si_lk: නැවත නම් කිරීම සම්පූර්ණයි

# #30482
source: IAGL default only keeps currently playing game files[CR]Increase download folder size limit?
ar_sa: يحتفظ IAGL افتراضيًا فقط بملفات اللعبة التي يتم تشغيلها حاليًا[CR]هل تريد زيادة حد حجم مجلد التنزيل؟
de_de: IAGL speichert standardmäßig nur die aktuell gespielten Spieldateien. [CR]Größenbeschränkung für Download-Ordner erhöhen?
et_ee: IAGL-i vaikimisi mängitakse ainult mängufaile[CR]Kas suurendada allalaaditava kausta suuruse limiiti?
fa_af: پیش‌فرض IAGL فقط فایل‌های بازی را در حال پخش ادامه می‌دهد[CR]محدودیت اندازه پوشه دانلود را افزایش می‌دهید؟
it_it: Per impostazione predefinita, IAGL continua a riprodurre solo i file di gioco correnti[CR]Aumentare il limite delle dimensioni della cartella di download?
mk_mk: Стандардно IAGL продолжува да игра само датотеки со игри[CR]Да се ​​зголеми ограничувањето на големината на папката за преземање?
si_lk: IAGL පෙරනිමිය දැනට ක්‍රීඩා ගොනු පමණක් වාදනය කරයි[CR]බාගැනීම් ෆෝල්ඩර ප්‍රමාණයේ සීමාව වැඩි කරන්නද?

# #30483
source: Once new limit {} is reached game files will be purged[CR]See wiki for more details.
ar_sa: بمجرد الوصول إلى الحد الجديد {} سيتم مسح ملفات اللعبة[CR]راجع ويكي لمزيد من التفاصيل.
de_de: Sobald das neue Limit {} erreicht ist, werden die Spieldateien gelöscht. [CR] Weitere Einzelheiten finden Sie im Wiki.
et_ee: Kui uus limiit {} on täis, mängufailid kustutatakse[CR]Lisateavet leiate wikist.
fa_af: پس از رسیدن به محدودیت جدید {}، فایل های بازی پاک می شوند[CR]برای جزئیات بیشتر به ویکی مراجعه کنید.
it_it: Una volta raggiunto il nuovo limite {} i file di gioco verranno eliminati[CR]Consulta la pagina wiki per maggiori dettagli.
mk_mk: Откако ќе се достигне новото ограничување {}, датотеките на играта ќе се исчистат[CR]Погледнете во вики за повеќе детали.
si_lk: නව සීමාව {} ළඟා වූ පසු ක්‍රීඩා ගොනු ඉවත් කරනු ලැබේ[CR]වැඩිදුර විස්තර සඳහා විකි බලන්න.

# #30484
source: Game List Display
ar_sa: عرض قائمة الألعاب
de_de: Anzeige der Spieleliste
et_ee: Mängude loendi kuvamine
fa_af: نمایش لیست بازی ها
it_it: Visualizzazione dell'elenco dei giochi
mk_mk: Приказ на список на игри
si_lk: ක්‍රීඩා ලැයිස්තු සංදර්ශකය

# #30485
source: Define the start page for IAGL game lists
ar_sa: تحديد صفحة البدء لقوائم ألعاب IAGL
de_de: Definieren Sie die Startseite für IAGL-Spielelisten
et_ee: Määrake IAGL-i mängude loendite avaleht
fa_af: صفحه شروع را برای لیست بازی های IAGL تعریف کنید
it_it: Definisci la pagina iniziale per gli elenchi di giochi IAGL
mk_mk: Дефинирајте ја почетната страница за списоци со игри на IAGL
si_lk: IAGL ක්‍රීඩා ලැයිස්තු සඳහා ආරම්භක පිටුව නිර්වචනය කරන්න

# #30486
source: Rename Favorite Group
ar_sa: إعادة تسمية المجموعة المفضلة
de_de: Favoritengruppe umbenennen
et_ee: Lemmikrühma ümbernimetamine
fa_af: تغییر نام گروه مورد علاقه
it_it: Rinomina gruppo preferito
mk_mk: Преименувајте ја омилената група
si_lk: ප්‍රියතම කණ්ඩායම නැවත නම් කරන්න

# #30487
source: Group renamed to {}
ar_sa: تمت إعادة تسمية المجموعة إلى {}
de_de: Gruppe umbenannt in {}
et_ee: Grupp nimetati ümber {}
fa_af: گروه به {} تغییر نام داد
it_it: Gruppo rinominato in {}
mk_mk: Групата е преименувана во {}
si_lk: සමූහය {} ලෙස නැවත නම් කරන ලදී

# #30488
source: Launch the Game
ar_sa: إطلاق اللعبة
de_de: Starten Sie das Spiel
et_ee: Käivitage mäng
fa_af: بازی را راه اندازی کنید
it_it: Avvia il gioco
mk_mk: Стартувајте ја играта
si_lk: ක්‍රීඩාව දියත් කරන්න

# #30489
source: Show Game Info Window
ar_sa: إظهار نافذة معلومات اللعبة
de_de: Spielinfofenster anzeigen
et_ee: Näita mängu teabe akent
fa_af: نمایش پنجره اطلاعات بازی
it_it: Mostra finestra informazioni gioco
mk_mk: Прикажи прозорец со информации за играта
si_lk: ක්‍රීඩා තොරතුරු කවුළුව පෙන්වන්න

# #30490
source: Select Game Action
ar_sa: حدد إجراء اللعبة
de_de: Spielaktion auswählen
et_ee: Valige Mängutegevus
fa_af: Game Action را انتخاب کنید
it_it: Seleziona Azione di gioco
mk_mk: Изберете Game Action
si_lk: ක්‍රීඩා ක්‍රියාව තෝරන්න
